const modularSubjectsQuestionsDB = [
    {
        "id": 1,
        "question": "Основоположник теории политических систем",
        "options": [
            "Д.Истон",
            "Н.Макиавелли",
            "Т.Гоббс",
            "Г.Алмонд",
            "Ф.Энгельс"
        ],
        "correct_answer": "Д.Истон"
    },
    {
        "id": 2,
        "question": "Когда сформировались партии как общенациональные политические структуры?",
        "options": [
            "XVII в.",
            "XVIII в.",
            "XIX в.",
            "XVI в.",
            "XVв."
        ],
        "correct_answer": "XIX в."
    },
    {
        "id": 3,
        "question": "Основная политическая функция партии",
        "options": [
            "политическая социализация",
            "борьба за власть, ее использование или контроль над ней",
            "разработка партийной идеологии",
            "политическое рекрутирование",
            "борьба за использование контроля"
        ],
        "correct_answer": "борьба за власть, ее использование или контроль над ней"
    },
    {
        "id": 4,
        "question": "Политология изучает:",
        "options": [
            "природу, человека, политику",
            "культуру, рынок, власть",
            "право, государство, общество",
            "нацию, право, культуру",
            "человека, идеологию, власть"
        ],
        "correct_answer": "право, государство, общество"
    },
    {
        "id": 5,
        "question": "Каков срок полномочий Президента Республики Казахстан?",
        "options": [
            "5лет",
            "4 года",
            "7лет",
            "6лет",
            "8лет"
        ],
        "correct_answer": "7лет"
    },
    {
        "id": 6,
        "question": "Объектом политологии как науки является:",
        "options": [
            "политические партии",
            "политическая сфера общества",
            "политическое взаимодействие в обществе",
            "политические отношения",
            "взаимодействие политики в общественной жизни"
        ],
        "correct_answer": "политическая сфера общества"
    },
    {
        "id": 7,
        "question": "Кто первым в истории политической мысли создал модель идеального государственного устройства?",
        "options": [
            "Платон",
            "Конфуций",
            "Мор",
            "Макиавелли",
            "Истон"
        ],
        "correct_answer": "Платон"
    },
    {
        "id": 8,
        "question": "Кто впервые предложил идею разделения политической власти на три основные ветви?",
        "options": [
            "Дж. Локк",
            "Вольтер",
            "Ш.Монтескье",
            "Ж.Ж.Руссо",
            "Платон"
        ],
        "correct_answer": "Ш.Монтескье"
    },
    {
        "id": 9,
        "question": "Функции политологии – это",
        "options": [
            "познавательная, регулятивная",
            "методологические проблемы науки",
            "противоречия в науке",
            "основные закономерности науки",
            "противоречия закономерности"
        ],
        "correct_answer": "познавательная, регулятивная"
    },
    {
        "id": 10,
        "question": "Вид власти, выступающий по отношению к другим в качестве верховной:",
        "options": [
            "политическая",
            "теократическая",
            "военная",
            "экономическая",
            "идеологическая"
        ],
        "correct_answer": "политическая"
    },
    {
        "id": 11,
        "question": "Как называется семья, основанная на союзе одного мужчины и одной женщины?",
        "options": [
            "полигамия",
            "полигиния",
            "моногамия",
            "полиандрия",
            "общий союз"
        ],
        "correct_answer": "моногамия"
    },
    {
        "id": 12,
        "question": "Концепция, объясняющая происхождение государства божественным установлением:",
        "options": [
            "договорная",
            "теократическая",
            "психологическая",
            "социально-экономическая",
            "социально-психологическая"
        ],
        "correct_answer": "теократическая"
    },
    {
        "id": 13,
        "question": "Форма правления в государствах, при которой верховная государственная власть сосредоточена (полностью или частично) в руках единоличного главы государства",
        "options": [
            "республика",
            "фашизм",
            "федерация",
            "конфедерация",
            "монархия"
        ],
        "correct_answer": "монархия"
    },
    {
        "id": 14,
        "question": "В каких странах существуют абсолютные монархии?",
        "options": [
            "Дания, Австрия, Швейцария",
            "Япония, Испания, Южная Корея",
            "Саудовская Аравия, Катар, Оман, ОАЭ",
            "Великобритания, Австралия, Канада",
            "Великобритания, Канада, ОАЭ"
        ],
        "correct_answer": "Саудовская Аравия, Катар, Оман, ОАЭ"
    },
    {
        "id": 15,
        "question": "В какой стране впервые была введена президентская республика как форма государства?",
        "options": [
            "США",
            "Франция",
            "Германия",
            "Италия",
            "Бельгия"
        ],
        "correct_answer": "США"
    },
    {
        "id": 16,
        "question": "Форма государственного устройства, при которой несколько суверенных государственных образований объединяются в одно союзное государство:",
        "options": [
            "унитарное государство",
            "конфедерация",
            "монархия",
            "федерация",
            "республика"
        ],
        "correct_answer": "федерация"
    },
    {
        "id": 17,
        "question": "Что представляет собой политическое сознание?",
        "options": [
            "развитие политической системы в целом",
            "освоение политической реальности",
            "систему идеи, теории взглядов, чувств и т.д.",
            "характеризует политическое сознание",
            "общественное сознание"
        ],
        "correct_answer": "систему идеи, теории взглядов, чувств и т.д."
    },
    {
        "id": 18,
        "question": "Тип государства, где утвержден политический режим, характеризующийся конституционным порядком осуществления политической власти:",
        "options": [
            "светское",
            "социальное",
            "военное",
            "правовое",
            "гражданское"
        ],
        "correct_answer": "правовое"
    },
    {
        "id": 19,
        "question": "Наличие неограниченной власти одного человека характерно для:",
        "options": [
            "демократического режима",
            "капиталистический строй",
            "коммунистического режима",
            "авторитарного режима",
            "либерального режима"
        ],
        "correct_answer": "авторитарного режима"
    },
    {
        "id": 20,
        "question": "Какую из функций не выполняет идеология?",
        "options": [
            "интегрирующая роль",
            "решение экономических вопросов",
            "активизация граждан",
            "ориентация людей в системе интересов в социальной группе",
            "выражение интересов нации"
        ],
        "correct_answer": "решение экономических вопросов"
    },
    {
        "id": 21,
        "question": "Какое идеологическое направление условием свободы личности считает отсутствие любых форм власти, правового принуждения?",
        "options": [
            "тоталитаризм",
            "авторитаризм",
            "анархизм",
            "социализм",
            "консерватизм"
        ],
        "correct_answer": "анархизм"
    },
    {
        "id": 22,
        "question": "Какой из идеологии в настоящее время не существует?",
        "options": [
            "Конъюнктивизм",
            "Фашизм",
            "Национализм",
            "Либерализм",
            "Консерватизм"
        ],
        "correct_answer": "Конъюнктивизм"
    },
    {
        "id": 23,
        "question": "Предметом политического конфликта может быть",
        "options": [
            "Лидер партии",
            "Глава страны",
            "Политическая партия",
            "Властные полномочия",
            "Политические движения"
        ],
        "correct_answer": "Властные полномочия"
    },
    {
        "id": 24,
        "question": "Главная причина политических конфликтов:",
        "options": [
            "желание стать известным",
            "желание продвинуть свои идеи",
            "стремление получить власть",
            "разрешение культурных противоречий",
            "стремление решить острые проблемы"
        ],
        "correct_answer": "стремление получить власть"
    },
    {
        "id": 25,
        "question": "В каком году была создана Международная ассоциация политической науки?",
        "options": [
            "1949г.",
            "1960г",
            "1950г",
            "1979г.",
            "1957г."
        ],
        "correct_answer": "1949г."
    },
    {
        "id": 26,
        "question": "Позитивная оценка власти, признание ее правомерности, права управлять и согласие подчиняться:",
        "options": [
            "патернализм",
            "пацифизм",
            "легитимность",
            "нигилизм",
            "абсентеизм"
        ],
        "correct_answer": "легитимность"
    },
    {
        "id": 27,
        "question": "Из скольких депутатов состоит Мажилис Парламента РК?",
        "options": [
            "105",
            "103",
            "97",
            "101",
            "107"
        ],
        "correct_answer": "107"
    },
    {
        "id": 28,
        "question": "Первичный субъект политики – это:",
        "options": [
            "класс",
            "личность",
            "народ",
            "слой",
            "нация"
        ],
        "correct_answer": "личность"
    },
    {
        "id": 29,
        "question": "Кто первым применил термин «государство» для определения политически организованного общества?",
        "options": [
            "Н.Макиавелли",
            "Т.Гоббс",
            "Д.Локк",
            "Ж.Боден",
            "Карл Ясперс"
        ],
        "correct_answer": "Н.Макиавелли"
    },
    {
        "id": 30,
        "question": "Какой из перечисленных признаков относится к правовому государству:",
        "options": [
            "социальная безопасность",
            "обеспечение материального и культурного благосостояния граждан",
            "приоритет прав человека над законами государства",
            "монополизация власти единой массовой партией",
            "культурное благосостояние граждан"
        ],
        "correct_answer": "приоритет прав человека над законами государства"
    },
    {
        "id": 31,
        "question": "В XX веке в целях легитимации авторитаризма широко использовалась идеология:",
        "options": [
            "консерватизм",
            "радикализм",
            "марксизм",
            "национализм",
            "социализм"
        ],
        "correct_answer": "национализм"
    },
    {
        "id": 32,
        "question": "Авторитарный режим, как правило, опирается на:",
        "options": [
            "церковь",
            "народ",
            "армию",
            "власть",
            "общество"
        ],
        "correct_answer": "армию"
    },
    {
        "id": 33,
        "question": "Какие классы и слои общества являются причиной его неустойчивости:",
        "options": [
            "класс богатых",
            "средний класс",
            "бизнесмены",
            "класс бедных",
            "народ"
        ],
        "correct_answer": "класс бедных"
    },
    {
        "id": 34,
        "question": "Гражданское общество – это:",
        "options": [
            "система государственных органов и отношений",
            "государственные и негосударственные организации",
            "система самостоятельных и независимых от государства общественных институтов, и отношений",
            "международные политические организации, взаимосвязанные с государством",
            "местные исполнительные органы и маслихаты"
        ],
        "correct_answer": "система самостоятельных и независимых от государства общественных институтов, и отношений"
    },
    {
        "id": 35,
        "question": "Однопартийные системы характерны для:",
        "options": [
            "тоталитарных и авторитарных политических систем",
            "демократических политических систем",
            "автократических политических систем",
            "консервативных и реформаторских политических систем",
            "консервативных и тоталитарных политических систем"
        ],
        "correct_answer": "тоталитарных и авторитарных политических систем"
    },
    {
        "id": 36,
        "question": "Стержень демократии:",
        "options": [
            "выборность",
            "однопартийность",
            "многопартийность",
            "политический нейтралитет",
            "монополия на средства массовой информации"
        ],
        "correct_answer": "выборность"
    },
    {
        "id": 37,
        "question": "Процесс политической социализации — это:",
        "options": [
            "активное участие в политическом процессе",
            "умение победить на выборах",
            "освоение индивидом ценностей и традиций политической системы",
            "умение убеждать на выборах",
            "отказ от политической деятельности в пользу социальной"
        ],
        "correct_answer": "освоение индивидом ценностей и традиций политической системы"
    },
    {
        "id": 38,
        "question": "Кто впервые ввел в научный обиход термин «элита»?",
        "options": [
            "В.Парето",
            "Д.Белл",
            "О.Тоффлер",
            "Дж.Гэлбрейт",
            "Г.Моска"
        ],
        "correct_answer": "В.Парето"
    },
    {
        "id": 39,
        "question": "Характеристика тоталитаризма как политического режима:",
        "options": [
            "полная демократия",
            "плюрализм мнений",
            "свобода для народа",
            "свобода нации",
            "политическое насилие"
        ],
        "correct_answer": "политическое насилие"
    },
    {
        "id": 40,
        "question": "Плутократией называют власть:",
        "options": [
            "богатых",
            "стариков",
            "толпы",
            "бедных",
            "нищих"
        ],
        "correct_answer": "богатых"
    },
    {
        "id": 41,
        "question": "Абсентеизм — это:",
        "options": [
            "участие в работе избирательной комиссии",
            "голосование с большим количеством недействительных бюллетеней",
            "уклонение граждан от участия в выборах",
            "призыв к бойкоту выборов",
            "процедура подсчета голосов избирателей"
        ],
        "correct_answer": "уклонение граждан от участия в выборах"
    },
    {
        "id": 42,
        "question": "Концепция правового государства была сформулирована сторонниками идей:",
        "options": [
            "утопического социализма",
            "либерализма",
            "консерватизма",
            "анархизма",
            "социал-реформизм"
        ],
        "correct_answer": "либерализма"
    },
    {
        "id": 43,
        "question": "Парламент Республики Казахстан является высшим представительным органом страны и состоит из:",
        "options": [
            "Сената и Мажилиса",
            "Палаты представителей",
            "Совета Федерации и Государственной Думы",
            "Верховного Совета и Правительства",
            "Законодательной палаты и Сената"
        ],
        "correct_answer": "Сената и Мажилиса"
    },
    {
        "id": 44,
        "question": "Что является целью любой партии?",
        "options": [
            "захват и удержание государственной власти",
            "осуществлять выборы",
            "способствовать главным решениям президента",
            "изменения законов",
            "организация оппозиции"
        ],
        "correct_answer": "захват и удержание государственной власти"
    },
    {
        "id": 45,
        "question": "В чем состоит основное отличие политических партий от других общественных организаций?",
        "options": [
            "организационная упорядоченность",
            "в борьбе за власть",
            "в защите прав и интересов своих членов",
            "расширение числа членов партии",
            "в регулировании духовной жизни"
        ],
        "correct_answer": "в борьбе за власть"
    },
    {
        "id": 46,
        "question": "Понятие политическая культура было введено в:",
        "options": [
            "начале IXв.",
            "конце ХХв.",
            "середине ХХв .",
            "середине ХIXв.",
            "начале ХIв."
        ],
        "correct_answer": "середине ХХв ."
    },
    {
        "id": 47,
        "question": "Политическую культуру можно разделить на:",
        "options": [
            "политические ценности и мотивы, социальные институты",
            "политическую психологию и сознание, политическое поведение",
            "функциональность в подсистемах",
            "общих направлений для представителей той или иной культуры",
            "политическое поведение и политическую информацию"
        ],
        "correct_answer": "политическую психологию и сознание, политическое поведение"
    },
    {
        "id": 48,
        "question": "Базовыми ценностями данной идеологии является порядок, стабильность и традиционализм:",
        "options": [
            "фашизм",
            "коммунизм",
            "либерализм",
            "консерватизм",
            "социал-демократизм"
        ],
        "correct_answer": "консерватизм"
    },
    {
        "id": 49,
        "question": "Политический конфликт -это:",
        "options": [
            "ссора лидеров двух партий",
            "столкновение нескольких политических групп",
            "противоречие лидеров стран",
            "противоречие главы страны с парламентом",
            "собсуждение насущной проблемы"
        ],
        "correct_answer": "столкновение нескольких политических групп"
    },
    {
        "id": 50,
        "question": "В каком году в Казахстане прошли первые альтернативные выборы президента республики?",
        "options": [
            "2000г.",
            "2002г.",
            "2006г.",
            "1999г.",
            "2001г."
        ],
        "correct_answer": "1999г."
    },
    {
        "id": 51,
        "question": "Изменение политической системы в процессе перехода от традиционного общества к современному означает понятие:",
        "options": [
            "политическая модернизация",
            "политическая социализация",
            "консолидация демократии",
            "политический конфликт",
            "избирательный процесс"
        ],
        "correct_answer": "политическая модернизация"
    },
    {
        "id": 52,
        "question": "Главной международной проблемой в международных отношениях можно считать:",
        "options": [
            "демографические проблемы",
            "экологические проблемы",
            "проблема войны и мира",
            "проблемы медицины и здравоохранения",
            "миграционные проблема"
        ],
        "correct_answer": "проблема войны и мира"
    },
    {
        "id": 53,
        "question": "К функциям политологии не относится:",
        "options": [
            "прогностическая",
            "распределительная",
            "познавательная",
            "прикладная",
            "искусственная"
        ],
        "correct_answer": "распределительная"
    },
    {
        "id": 54,
        "question": "Сущность функции политической социализации, выполняемой политической системой:",
        "options": [
            "предъявление требований к тем, кто вырабатывает политические решения",
            "приобщение членов общества к политической деятельности #определение целей, задач, путей развития общества",
            "политической платформы, заявления, программы",
            "обобщение и согласование политических претензий и требований"
        ],
        "correct_answer": "приобщение членов общества к политической деятельности #определение целей, задач, путей развития общества"
    },
    {
        "id": 55,
        "question": "Кто из нижеперечисленных мыслителей придерживался конфликтной теории развития общества?",
        "options": [
            "Р. Дарендорф",
            "Л.Пай",
            "В.Парето",
            ". Гегель",
            "Г.Спенсер"
        ],
        "correct_answer": "Р. Дарендорф"
    },
    {
        "id": 56,
        "question": "Круг избирателей, голосующих за какую-либо политическую партию на парламентских, президентских или муниципальных выборах:",
        "options": [
            "элита",
            "люмпены",
            "граждане",
            "народ",
            "электорат"
        ],
        "correct_answer": "электорат"
    },
    {
        "id": 57,
        "question": "Течение политической мысли, заложившее основы современного понимания прав человека, приоритета прав личности над государством:",
        "options": [
            "консерватизм",
            "социал-реформизм",
            "марксизм",
            "социализм",
            "либерализм"
        ],
        "correct_answer": "либерализм"
    },
    {
        "id": 58,
        "question": "Сфера политического сознания, к которой относятся доктрины, идеалы, программы, лозунги?",
        "options": [
            "политическая этика",
            "гражданское поведение",
            "политическая идеология",
            "политическое поведение",
            "политическая психология"
        ],
        "correct_answer": "политическая идеология"
    },
    {
        "id": 59,
        "question": "Какой тип социального поведения формируется в результате соглашения позиции личности:",
        "options": [
            "конформистское",
            "девиантное поведение",
            "нонкорфомистское",
            "культурное поведение",
            "психологическое поведение"
        ],
        "correct_answer": "конформистское"
    },
    {
        "id": 60,
        "question": "Состояние защищенности жизненно важных интересов личности, общества и государства от внутренних и внешних угроз, способность государства сохранять свой суверенитет и территориальную целостность и выступать субъектом международного права:",
        "options": [
            "национальный интерес",
            "национальная безопасность",
            "национальное самосознание",
            "национальнаая заинтересованность",
            "национальная идея"
        ],
        "correct_answer": "национальная безопасность"
    },
    {
        "id": 61,
        "question": "Политическая концепция, отражающая сложную зависимость и связь внешней политики государства с его пространственным положением:",
        "options": [
            "геополитика",
            "пацифизм",
            "плюрализм",
            "протекционизм",
            "неополитика"
        ],
        "correct_answer": "геополитика"
    },
    {
        "id": 62,
        "question": "Лицо, способное воздействовать на других в целях интеграции, совместной деятельности, направленное на удовлетворение интересов данного общества:",
        "options": [
            "лидер",
            "сепаратист",
            "специалист",
            "миссионер",
            "избиратель"
        ],
        "correct_answer": "лидер"
    },
    {
        "id": 63,
        "question": "Терпимость к чужому образу жизни и вероисповеданию называется:",
        "options": [
            "конфромизм",
            "толерантность",
            "симпатия",
            "адаптация",
            "уважения"
        ],
        "correct_answer": "толерантность"
    },
    {
        "id": 64,
        "question": "Что послужило основной причиной для создания концепции устойчивого развития?",
        "options": [
            "демографический рост",
            "проблемы Мирового океана",
            "проблема мировой экологии",
            "проблемы урбанизации городов",
            "проблема экологии региона"
        ],
        "correct_answer": "проблема мировой экологии"
    },
    {
        "id": 65,
        "question": "Основоположниками теории тоталитарного государства являются",
        "options": [
            "Платон, Аристотель",
            "Эйнштейн, Пуанкаре",
            "Демокрит, Софокл",
            "Локк, Михельс",
            "Маркс, Энгельс"
        ],
        "correct_answer": "Платон, Аристотель"
    },
    {
        "id": 66,
        "question": "Что такое создание объективных условий и субъективных предпосылок, которые способствуют разрешению предконфликтных ситуаций неконфликтными способами?",
        "options": [
            "разрешение конфликта",
            "деструктивные последствия",
            "устранение конфликта",
            "предупреждение конфликта",
            "объект конфликта"
        ],
        "correct_answer": "предупреждение конфликта"
    },
    {
        "id": 67,
        "question": "Начало формирования гражданского общества и выявление различий между ним и государственными институтами относится к",
        "options": [
            "новейшему времени",
            "новому времени",
            "периоду Античности",
            "эпохе Средневековья",
            "эпохе Возрождения"
        ],
        "correct_answer": "новому времени"
    },
    {
        "id": 68,
        "question": "Кто первым в истории политической мысли выдвинул идею «общественного договора»?",
        "options": [
            "Платон",
            "Аристотель",
            "В.Ленин",
            "Т.Гоббс",
            "Н.Сорокин"
        ],
        "correct_answer": "Т.Гоббс"
    },
    {
        "id": 69,
        "question": "Кто возглавляет единую систему избирательных комиссий?",
        "options": [
            "Центризбирком",
            "Сенат",
            "Мажилис",
            "Президент",
            "Спикер"
        ],
        "correct_answer": "Центризбирком"
    },
    {
        "id": 70,
        "question": "Какое общественное движение (организация) имело наибольшую поддержку и влияние в Казахстане 1986-1991гг.",
        "options": [
            "Адилет",
            "Невада-Семипалатинск",
            "Асар",
            "Единство",
            "Азат"
        ],
        "correct_answer": "Невада-Семипалатинск"
    },
    {
        "id": 71,
        "question": "Взаимодействие между законодательной, исполнительной и судебной ветвями власти в правовом государстве построено на:",
        "options": [
            "верховенство судебной власти",
            "системе сдержек и противовесов между ними",
            "доминирование Парламента",
            "преобладании законодательной власти",
            "доминировании власти Президента и Правительства"
        ],
        "correct_answer": "системе сдержек и противовесов между ними"
    },
    {
        "id": 72,
        "question": "Свойство и способность государства самостоятельно, без вмешательства извне, определять свою внутреннюю и внешнюю политику при условии соблюдения прав человека и гражданского права — это:",
        "options": [
            "нейтралитет",
            "колониализм",
            "суверенитет",
            "империализм",
            "метрополия"
        ],
        "correct_answer": "суверенитет"
    },
    {
        "id": 73,
        "question": "Кто открыл «железный закон» олигархических тенденций?",
        "options": [
            "Р.Михельс",
            "М.Вебер",
            "Г.Моска",
            "В.Парето",
            "К.Маркс"
        ],
        "correct_answer": "Р.Михельс"
    },
    {
        "id": 74,
        "question": "Отказ от участия в войнах и военных блоках — это:",
        "options": [
            "Паритет",
            "Нейтралитет",
            "Консенсус",
            "Нуллификация",
            "Суверенитет"
        ],
        "correct_answer": "Нейтралитет"
    },
    {
        "id": 75,
        "question": "Положительная оценка, принятия населением власти, признание им ее права управлять и согласие подчиняться – это:",
        "options": [
            "легитимность",
            "диктатура",
            "тоталитаризм",
            "империализм",
            "метрополия"
        ],
        "correct_answer": "легитимность"
    },
    {
        "id": 76,
        "question": "Кто из представителей политической науки выделяет патриархальный, подданнический, активистский типы политической культуры",
        "options": [
            "Г. Алмонд и С.Верба",
            "М. Вебер",
            "Н. Макиавелли",
            "Т. Гоббс",
            "К. Маркс и Ф. Энгельс"
        ],
        "correct_answer": "Г. Алмонд и С.Верба"
    },
    {
        "id": 77,
        "question": "Какие существуют две системы рекрутирования элиты?",
        "options": [
            "персонификация и секуляризация",
            "стратификация и стагнация.",
            "гильдий и антрепренерская",
            "социализация и реструктуризация",
            "статическая и динамическая"
        ],
        "correct_answer": "гильдий и антрепренерская"
    },
    {
        "id": 78,
        "question": "Что является предметом исследования социологии:",
        "options": [
            "отношения между людьми",
            "демографические",
            "психологические",
            "этнические",
            "исторические"
        ],
        "correct_answer": "отношения между людьми"
    },
    {
        "id": 79,
        "question": "Наиболее распространенным методом сбора социологической информации является",
        "options": [
            "наблюдение",
            "эксперимент",
            "социометрический тест",
            "опрос",
            "анализ документов"
        ],
        "correct_answer": "опрос"
    },
    {
        "id": 80,
        "question": "Кто является основателем социологии?",
        "options": [
            "К.Маркс",
            "Г.Спенсер",
            "М.Вебер",
            "П.Сорокин",
            "О.Конт"
        ],
        "correct_answer": "О.Конт"
    },
    {
        "id": 81,
        "question": "Социология как наука сформировалась в:",
        "options": [
            "XIX в.",
            "XX в.",
            "XVIII в.",
            "XVII в",
            "ХХI в."
        ],
        "correct_answer": "XIX в."
    },
    {
        "id": 82,
        "question": "Отдельные факты исследует в обществе:",
        "options": [
            "история и социология",
            "политология и культурология",
            "психология и логика",
            "история и политология",
            "эмпирическая социология"
        ],
        "correct_answer": "эмпирическая социология"
    },
    {
        "id": 83,
        "question": "Разработал и ввел в социологию понятие «социальная стратификация»",
        "options": [
            "П.Сорокин",
            "К. Маркс",
            "О.Конт",
            "М.Вебер",
            "Э.Дюркгейм"
        ],
        "correct_answer": "П.Сорокин"
    },
    {
        "id": 84,
        "question": "Термин «cоциальная мобильность» был введен:",
        "options": [
            "П.Сорокиным",
            "Р.Мертоном",
            "О.Контом",
            "Т.Заславской",
            "М.Вебером"
        ],
        "correct_answer": "П.Сорокиным"
    },
    {
        "id": 85,
        "question": "Кто предложил определять стратификационную градацию по трем факторам – богатство, престиж, власть?",
        "options": [
            "М.Вебер",
            "Ф.Хайек",
            "Р.Даль",
            "П.Сорокин",
            "Т.Заславская"
        ],
        "correct_answer": "М.Вебер"
    },
    {
        "id": 86,
        "question": "Социальную стратификацию понимал как деление общества на классы:",
        "options": [
            "К.Маркс",
            "К.Поппер",
            "Т.Парсонс",
            "Т.Мальтус",
            "М.Вебер"
        ],
        "correct_answer": "К.Маркс"
    },
    {
        "id": 87,
        "question": "Гендерное неравенство – это вид неравенства:",
        "options": [
            "по происхождению",
            "по национальным различиям",
            "по уровню доходов",
            "по половому признаку",
            "по материальному положению"
        ],
        "correct_answer": "по половому признаку"
    },
    {
        "id": 88,
        "question": "Социализация человека начинается:",
        "options": [
            "с началом трудовой деятельности",
            "с рождения индивида",
            "в общеобразовательной школе",
            "в детском саду",
            "после окончания трудовой деятельности"
        ],
        "correct_answer": "с рождения индивида"
    },
    {
        "id": 89,
        "question": "Содержание, воспитание, обучение детей составляет функцию института:",
        "options": [
            "государства",
            "семьи",
            "образования",
            "религии",
            "здравоохранения"
        ],
        "correct_answer": "семьи"
    },
    {
        "id": 90,
        "question": "Единственная форма брака, узаконенная в современном Казахстане -это:",
        "options": [
            "моногамия",
            "полиандрия",
            "полигиния",
            "полигамия",
            "промискуитет"
        ],
        "correct_answer": "моногамия"
    },
    {
        "id": 91,
        "question": "Санкции бывают:",
        "options": [
            "открытыми и латентными",
            "официальными и неофициальными",
            "формальными и неформальными",
            "письменными и устными",
            "запоздалыми и преждевременными"
        ],
        "correct_answer": "формальными и неформальными"
    },
    {
        "id": 92,
        "question": "Урбанизацией называется:",
        "options": [
            "рост городского населения",
            "рост сельского населения",
            "сознательность населения",
            "интеграция городов",
            "национальные чувства"
        ],
        "correct_answer": "рост городского населения"
    },
    {
        "id": 93,
        "question": "К формам религиозной организации относится:",
        "options": [
            "вероисповедание",
            "шаманизм",
            "тотемизм",
            "церковь",
            "конфессия"
        ],
        "correct_answer": "церковь"
    },
    {
        "id": 94,
        "question": "К типам религиозной организации относится:",
        "options": [
            "секта",
            "конфессия",
            "вероисповедание",
            "шаманизм",
            "тотемизм"
        ],
        "correct_answer": "секта"
    },
    {
        "id": 95,
        "question": "Понятие «аномия» введено в социологию:",
        "options": [
            "М.Вебером",
            "О.Контом",
            "К.Марксом",
            "Э. Дюркгеймом",
            "П.Сорокиным"
        ],
        "correct_answer": "Э. Дюркгеймом"
    },
    {
        "id": 96,
        "question": "СМИ - это:",
        "options": [
            "компьютерные игры, театр, кино",
            "DVD, религия, Internet",
            "листовки, брошюры, дипломные работы",
            "газета, радио, телевидение",
            "религия, журналы, рефераты"
        ],
        "correct_answer": "газета, радио, телевидение"
    },
    {
        "id": 97,
        "question": "Ученый, разработавший теорию эволюционного развития общества:",
        "options": [
            "К. Маркс",
            "Штомпка",
            "Г. Спенсер",
            "Дж. Голдстоуна",
            "П. Сорокин"
        ],
        "correct_answer": "Г. Спенсер"
    },
    {
        "id": 98,
        "question": "Совокупность черт, отличающих одного индивида от другого, называется:",
        "options": [
            "уникальностью",
            "индивидуальностью",
            "специфичностью",
            "гениальностью",
            "посредственностью"
        ],
        "correct_answer": "индивидуальностью"
    },
    {
        "id": 99,
        "question": "Как является личностью?",
        "options": [
            "носитель социальных качеств",
            "единство социального и биологического",
            "носитель экономических благ",
            "носитель материальных и культурных благ",
            "носитель неповторимых способностей"
        ],
        "correct_answer": "носитель социальных качеств"
    },
    {
        "id": 100,
        "question": "Самая большая агломерация мира:",
        "options": [
            "Сан-Паулу",
            "Москва",
            "Токио",
            "Нью-Йорк",
            "Лондон"
        ],
        "correct_answer": "Токио"
    },
    {
        "id": 101,
        "question": "Автором теории \"понимающей социологии\" является:",
        "options": [
            "М.Вебер",
            "Э.Дюркгейм",
            "Дж. Берналл",
            "Т.Парсонс",
            "Ф.Тейлор"
        ],
        "correct_answer": "М.Вебер"
    },
    {
        "id": 102,
        "question": "Совокупность людей, объединенных территорией, хозяйственными, языковыми и культурными связями:",
        "options": [
            "род",
            "племя",
            "нация",
            "народность",
            "община"
        ],
        "correct_answer": "народность"
    },
    {
        "id": 103,
        "question": "Социология О.Конта включает 2 раздела:",
        "options": [
            "микросоциология и макросоциология",
            "социология социальных групп и социология личности",
            "теоретическая и прикладная социология",
            "социальная статика и социальная динамика",
            "теоретическая и прикладная социология"
        ],
        "correct_answer": "социальная статика и социальная динамика"
    },
    {
        "id": 104,
        "question": "Кто рассматривал общество как биологический организм?",
        "options": [
            "В.Парето",
            "М.Вебер",
            "Г.Спенсер",
            "К.Маркс",
            "Т.Парсонс"
        ],
        "correct_answer": "Г.Спенсер"
    },
    {
        "id": 105,
        "question": "Эмилю Дюркгейму принадлежит:",
        "options": [
            "теория общественного договора",
            "теория элит",
            "концепция механической и органической солидарности",
            "теория общественно-экономических формаций",
            "закон иерархии наук"
        ],
        "correct_answer": "концепция механической и органической солидарности"
    },
    {
        "id": 106,
        "question": "Кто первым рассмотрел проблемы общества как идеального государства?",
        "options": [
            "Платон",
            "Августин",
            "Эпикур",
            "Макиавелли",
            "Аристотель"
        ],
        "correct_answer": "Платон"
    },
    {
        "id": 107,
        "question": "Что изучают специальные социологические теории:",
        "options": [
            "историю общество в целом",
            "отдельные сферы общества",
            "фундаментальные закономерности в общественной жизни",
            "закономерности общества",
            "учебный и воспитательный процесс"
        ],
        "correct_answer": "фундаментальные закономерности в общественной жизни"
    },
    {
        "id": 108,
        "question": "Социологическое исследование, направленное на раскрытие причин изучаемых социальных явлений или процессов:",
        "options": [
            "повторное",
            "экспериментальное",
            "аналитическое",
            "разведывательное",
            "единичное"
        ],
        "correct_answer": "аналитическое"
    },
    {
        "id": 109,
        "question": "Респондент:",
        "options": [
            "проводящий скрытое включённое наблюдение",
            "наблюдатель, включенный в эксперимент",
            "участник массового опроса",
            "социолог, которому нужно отправить заполненную анкету",
            "наблюдатель, включенный в эксперимент"
        ],
        "correct_answer": "участник массового опроса"
    },
    {
        "id": 110,
        "question": "Какой вид социологического исследования используется для получения информации о скрытых (латентных) свойствах личности или группы?",
        "options": [
            "эксперимент",
            "анализ документов",
            "социометрия",
            "тестирование",
            "скрытое наблюдение"
        ],
        "correct_answer": "тестирование"
    },
    {
        "id": 111,
        "question": "В зависимости от характера политического режима политические системы бывают:",
        "options": [
            "открытые и закрытые",
            "соревновательные и социопримирительные",
            "авторитарные, тоталитарные, демократические",
            "прогрессивные и реакционные",
            "социопримирительные и реакционные"
        ],
        "correct_answer": "авторитарные, тоталитарные, демократические"
    },
    {
        "id": 112,
        "question": "Какова приоритетная задача социологического исследования?",
        "options": [
            "разработка рекомендаций для решения конкретных   проблем",
            "сбор фактологических данных",
            "управление массой людей",
            "проверка реализуемости решения",
            "манипулирование общественным мнением"
        ],
        "correct_answer": "разработка рекомендаций для решения конкретных   проблем"
    },
    {
        "id": 113,
        "question": "Общество, в котором перемещения из одной страты в другую никак официально не ограничены, это:",
        "options": [
            "закрытое общество",
            "простое общество",
            "сложное общество",
            "кочевое общество",
            "открытое общество"
        ],
        "correct_answer": "открытое общество"
    },
    {
        "id": 114,
        "question": "Общественные учреждения, которые удовлетворяют фундаментальные потребности общества:",
        "options": [
            "социальные статусы",
            "социальные институты",
            "социальные общности",
            "социальные роли",
            "социальные группы"
        ],
        "correct_answer": "социальные институты"
    },
    {
        "id": 115,
        "question": "Система мер, осуществляемых государством, направленная на учет, сочетание и реализацию национальных интересов:",
        "options": [
            "национальная политика",
            "национальное сознание и самосознание",
            "межнациональные отношения",
            "национальная безопасность",
            "религиозный экстремизм"
        ],
        "correct_answer": "национальная политика"
    },
    {
        "id": 116,
        "question": "Общность людей, объединенных на каких-то общих позициях, интересах или   имеющих общее дело – это:",
        "options": [
            "классы",
            "слои",
            "страты",
            "прослойки",
            "элементы"
        ],
        "correct_answer": "страты"
    },
    {
        "id": 117,
        "question": "Теория социальной стратификации – это учение о:",
        "options": [
            "обществе как системе",
            "гармонии в обществе",
            "разногласие в гармонии",
            "расслоении общества",
            "равенстве в обществе"
        ],
        "correct_answer": "расслоении общества"
    },
    {
        "id": 118,
        "question": "Какой класс, согласно западной социологии, обеспечивает стабильность общества:",
        "options": [
            "средний",
            "богатый",
            "низший",
            "высший",
            "зажиточный"
        ],
        "correct_answer": "средний"
    },
    {
        "id": 119,
        "question": "Какой тип поведения называется девиантным?",
        "options": [
            "в пределах нормы",
            "этикетное",
            "отклоняющееся от нормы",
            "интеллигентное",
            "норма морали"
        ],
        "correct_answer": "отклоняющееся от нормы"
    },
    {
        "id": 120,
        "question": "Отождествления себя с другим субъектом, группой, социальным образом в процессе социализации называется:",
        "options": [
            "социализация",
            "идентификация",
            "институционализация",
            "приспособление",
            "ассимиляция"
        ],
        "correct_answer": "идентификация"
    },
    {
        "id": 121,
        "question": "Как в социологии называется преступное поведение людей?",
        "options": [
            "пассивное",
            "делинкветное",
            "отрицательное",
            "конформистское",
            "религиозное"
        ],
        "correct_answer": "делинкветное"
    },
    {
        "id": 122,
        "question": "Процесс высвобождения из-под влияния религии различных сторон и уровней жизнедеятельности общества и личности:",
        "options": [
            "секуляризация",
            "эмансипация",
            "гуманитаризация",
            "сакрализация",
            "рационализация"
        ],
        "correct_answer": "секуляризация"
    },
    {
        "id": 123,
        "question": "Состояние общества, при котором наступает дезинтеграция и распад системы норм, которые гарантируют социальный порядок:",
        "options": [
            "крах",
            "аномия",
            "реформа",
            "революция",
            "дезорганизация"
        ],
        "correct_answer": "аномия"
    },
    {
        "id": 124,
        "question": "Тип религиозных организаций, для которого характерны жесткая дисциплина и неукоснительное соблюдение требований руководителя:",
        "options": [
            "секта",
            "церковь",
            "деноминация",
            "община",
            "конфессия"
        ],
        "correct_answer": "секта"
    },
    {
        "id": 125,
        "question": "Предметом изучения общественного здравоохранения является:",
        "options": [
            "здоровье индивидуума",
            "здоровье работающего населения",
            "экономика здравоохранения",
            "здоровье населения и факторы, влияющие на него",
            "эпидемиология заболеваний"
        ],
        "correct_answer": "здоровье населения и факторы, влияющие на него"
    },
    {
        "id": 126,
        "question": "Тенденция развития современной системы образования, когда особое внимание уделяется личности учащегося, его склонностям и интересам:",
        "options": [
            "гуманитаризация",
            "компьтеризация",
            "гуманизация",
            "интеграция",
            "интериоризация"
        ],
        "correct_answer": "гуманизация"
    },
    {
        "id": 127,
        "question": "Какой тип общества, основан на достижениях научно¬-технического прогресса, ведущая роль в нём принадлежит науке, знанию и информации?",
        "options": [
            "индустриальное",
            "аграрное",
            "информационное",
            "постиндустриальное",
            "доиндустриальное"
        ],
        "correct_answer": "постиндустриальное"
    },
    {
        "id": 128,
        "question": "Причина появления социологии в середине XIX века:",
        "options": [
            "накопление критической массы информации об обществе в философии",
            "появление профессионалов в области изучения общества",
            "возникновение новых государств",
            "потребность власти в углубленном изучении общества",
            "гениальное озарение О.Конта, предложившего создать социологию"
        ],
        "correct_answer": "накопление критической массы информации об обществе в философии"
    },
    {
        "id": 129,
        "question": "Какой этап социологического исследования является наиболее сложным \nи трудоемким?",
        "options": [
            "разработка программы исследования",
            "составление анкет",
            "обработка информации",
            "сбор информации",
            "разработка программы исследования составление итогового отчета"
        ],
        "correct_answer": "обработка информации"
    },
    {
        "id": 130,
        "question": "Исторически сложившаяся в процессе развития устойчивая общность людей, проживающих на одной территории, имеющих общую культуру, язык, психический склад, характеризующаяся экономической общностью и государством:",
        "options": [
            "народ",
            "национальность",
            "нация",
            "религиозная общность",
            "племя"
        ],
        "correct_answer": "нация"
    },
    {
        "id": 131,
        "question": "Термином \"социализация\" определяется:",
        "options": [
            "процесс усвоения индивидом образцов поведения общества и группы, их норм и ценностей",
            "процесс воспитания и самовоспитания человека",
            "процесс обучения личности её социальным ролям",
            "период воспитания и обучения человека до его вступления во взрослую жизнь",
            "обучение человека правилам жизни, поведения и культурным нормам"
        ],
        "correct_answer": "процесс усвоения индивидом образцов поведения общества и группы, их норм и ценностей"
    },
    {
        "id": 132,
        "question": "Субъектов, влияющие на систему ценностей и убеждений индивида, называют:",
        "options": [
            "трансляторы социализации",
            "каналы социализации",
            "передатчики социализации",
            "агенты социализации",
            "институты социализации"
        ],
        "correct_answer": "агенты социализации"
    },
    {
        "id": 133,
        "question": "Функции образования:",
        "options": [
            "формирование у подрастающего поколения установок, ценностей и идеалов",
            "воспитание людей в духе беспрекословного подчинения власти",
            "укрепление социального и экономического неравенства",
            "развитие инстинкта самосохранения",
            "укрепление творческих усилий отдельного ученого"
        ],
        "correct_answer": "формирование у подрастающего поколения установок, ценностей и идеалов"
    },
    {
        "id": 134,
        "question": "Рынок труда — это:",
        "options": [
            "спрос и предложение товаров",
            "производство и сбыт сырьевой продукции",
            "сфера формирования спроса и предложения рабочей силы",
            "спрос и предложения на сырьевой продукции",
            "реализация готовой продукции"
        ],
        "correct_answer": "сфера формирования спроса и предложения рабочей силы"
    },
    {
        "id": 135,
        "question": "Непрерывное образование:",
        "options": [
            "постоянное обучение, начиная со школы до пенсии",
            "периодическое участие в мероприятиях по повышению квалификации",
            "обновление устаревших знаний и восполнение пробелов",
            "совершенствование профессиональной деятельности",
            "бакалавриат и послевузовское обучение"
        ],
        "correct_answer": "обновление устаревших знаний и восполнение пробелов"
    },
    {
        "id": 136,
        "question": "О необходимости проведения социальных реформ в Казахстане впервые сказал:",
        "options": [
            "Ы.Алтынсарин",
            "А.Кунанбаев",
            "Ч.Валиханов",
            "А.Букейханов",
            "Колпаковский"
        ],
        "correct_answer": "Ч.Валиханов"
    },
    {
        "id": 137,
        "question": "Предметом социологии религии выступают:",
        "options": [
            "учения о вере, ритуалах, обрядах и религиозных канонах общественные отношения в сфере религии",
            "учения о вере, ритуалах, обрядах и религиозных канонах",
            "учение о психологическом аспекте религии",
            "обеспечение сплоченности и стабильности общества",
            "появление и функционирование различных религиозных групп"
        ],
        "correct_answer": "появление и функционирование различных религиозных групп"
    },
    {
        "id": 138,
        "question": "Комплекс незаконных действий с использование компьютерных и телекоммуникационных технологий, создающих угрозу государственной безопасности, личности и обществ:",
        "options": [
            "кибертерроризм",
            "экстремизм",
            "наркоторговля",
            "агломерация",
            "урбанизация"
        ],
        "correct_answer": "кибертерроризм"
    },
    {
        "id": 139,
        "question": "Изучение проблем аудитории СМИ в социологии предполагает:",
        "options": [
            "исследование на эмпирическом и теоретическом уровнях различных аспектов этого специфического типа социальной общности",
            "игнорирование мнения определенных кругов населения, приоритет руководителей",
            "создание экстремальной ситуации, усиление конфронтации между представителями различных социальных групп",
            "идеологизация полученных результатов, принятие волюнтаристских решений",
            "политизация исследуемых процессов, отсутствие анализа динамики настроений зрительской аудитории"
        ],
        "correct_answer": "исследование на эмпирическом и теоретическом уровнях различных аспектов этого специфического типа социальной общности"
    },
    {
        "id": 140,
        "question": "Аграрный сектор занимает наибольший удельный вес в структуре\nзанятости:",
        "options": [
            "примитивного общества",
            "традиционного общества",
            "индустриального общества",
            "постиндустриального общества",
            "информационного общества"
        ],
        "correct_answer": "традиционного общества"
    },
    {
        "id": 141,
        "question": "Основной проблемой социологии этноса являются:",
        "options": [
            "взаимоотношения общества и личности",
            "межклассовые отношения",
            "семейные отношения",
            "межнациональные отношения",
            "духовные отношения"
        ],
        "correct_answer": "межнациональные отношения"
    },
    {
        "id": 142,
        "question": "Форма социального изменения, характеризующаяся радикальным изменением существующего строя путем применения силы:",
        "options": [
            "революция",
            "референдум",
            "революция",
            "модернизация",
            "выборы"
        ],
        "correct_answer": "революция"
    },
    {
        "id": 143,
        "question": "Преобразование какой-либо сферы жизни общества, не затрагивающее основ социальной системы:",
        "options": [
            "реформа",
            "референдум",
            "революция",
            "модернизация",
            "выборы"
        ],
        "correct_answer": "реформа"
    },
    {
        "id": 144,
        "question": "Переход социального объекта из одного состояния в другое; любая\nмодификация в социальной организации общества, его социальных институтах и социальной структуре, установленных в нем образцов поведения – это",
        "options": [
            "социальный прогресс",
            "социальное действие",
            "социальное явление",
            "социальное развитие",
            "социальное изменение"
        ],
        "correct_answer": "социальное изменение"
    },
    {
        "id": 145,
        "question": "Процесс, в ходе которого происходят существенные количественные и\nкачественные изменения в социальной сфере и осуществляется переход к более высокому уровню материального производства и благосостояния людей это:",
        "options": [
            "социальный прогресс",
            "социальное развитие",
            "социальное действие",
            "социальное явление",
            "социальное изменение"
        ],
        "correct_answer": "социальный прогресс"
    },
    {
        "id": 146,
        "question": "Один из основных признаков, закладываемых в понятие социально-значимого заболевания- это:",
        "options": [
            "генетический характер заболевания",
            "редкое заболевание",
            "массовость",
            "свободное нахождение больного в социуме",
            "хирургический метод лечения"
        ],
        "correct_answer": "массовость"
    },
    {
        "id": 147,
        "question": "Усовершенствование, изменение, которое делает общество\nсоответствующим современным требованиям это:",
        "options": [
            "революция",
            "реформа",
            "прогресс",
            "модернизация",
            "эволюция"
        ],
        "correct_answer": "модернизация"
    },
    {
        "id": 148,
        "question": "Крайней степенью отклоняющего поведения, когда интересы личности, социальных институтов и общества оказываются под угрозой, является:",
        "options": [
            "наркомания",
            "преступность",
            "бродяжничество",
            "алкоголизм",
            "токсикомания"
        ],
        "correct_answer": "преступность"
    },
    {
        "id": 149,
        "question": "Приоритетным направлением развития здравоохранения на современном этапе является:",
        "options": [
            "первичная медико-санитарная помощь",
            "санаторно-курортная помощь",
            "узкоспециализированная медицинская помощь",
            "стационарная медицинская помощь",
            "реабилитация"
        ],
        "correct_answer": "первичная медико-санитарная помощь"
    },
    {
        "id": 150,
        "question": "Главный приоритет развития здравоохранение в Республике Казахстан:",
        "options": [
            "повышение качества медицинской помощи",
            "совершенствование управления системой здравоохранения",
            "сокращение количества медицинских учреждений и медицинских работников",
            "децентрализация управления системой здравоохранения",
            "уменьшение финансирования здравоохранения"
        ],
        "correct_answer": "повышение качества медицинской помощи"
    },
    {
        "id": 151,
        "question": "Социальный статус личности – это:",
        "options": [
            "положение человека в обществе с определенными правами и обязанностями",
            "модель поведения, обусловленная социальной позицией личности в системе общественных и межличностных отношений",
            "оценка, которую общество дает должности, занимаемой личностью",
            "воинский чин",
            "семейное положение"
        ],
        "correct_answer": "положение человека в обществе с определенными правами и обязанностями"
    },
    {
        "id": 152,
        "question": "Интернет как средство массовой коммуникации появился в:",
        "options": [
            "Германии",
            "Китае",
            "Китае",
            "США",
            "СССР"
        ],
        "correct_answer": "США"
    },
    {
        "id": 153,
        "question": "Перемещение индивида, социальной группы, влекущее изменение их социального статуса можно отнести к",
        "options": [
            "горизонтальной мобильности",
            "вертикальной мобильности",
            "миграции",
            "эвакуации",
            "конфискация"
        ],
        "correct_answer": "вертикальной мобильности"
    },
    {
        "id": 154,
        "question": "+ ожидаемое поведение, ассоциируемое с социальным статусом личности \n- совокупность наиболее значимых и характерных черт личности, входящих в какую-либо \nсоциальную общность \n- способность к преодолению бессознательных влечений в процессе социализации\nСоциальная роль личности - это ... \n+ ожидаемое поведение, ассоциируемое с социальным статусом личности \n- совокупность наиболее значимых и характерных черт личности, входящих в какую-либо \nсоциальную общность \n- способность к преодолению бессознательных влечений в процессе социализации\n\n\nСоциальная роль личности – это",
        "options": [
            "ожидаемое поведение, ассоциируемое с социальным статусом личности",
            "способность к преодолению бессознательных влечений в процессе социализации",
            "образ жизни, которую ведет человек",
            "место человека в иерархии системы",
            "перемещение личности из одной страты в другую"
        ],
        "correct_answer": "ожидаемое поведение, ассоциируемое с социальным статусом личности"
    },
    {
        "id": 155,
        "question": "Осознание принадлежности к этнической общности, представление людей о культуре, языке, историческом прошлом своего народа называется:",
        "options": [
            "этническое самосознание",
            "этнические процессы",
            "национальная идеология",
            "этнический национализм",
            "суверенитет личности"
        ],
        "correct_answer": "этническое самосознание"
    },
    {
        "id": 156,
        "question": "В информационном обществе значительно возрастает роль:",
        "options": [
            "политики",
            "образования",
            "религии",
            "собственности",
            "ресурсов"
        ],
        "correct_answer": "образования"
    },
    {
        "id": 157,
        "question": "Культурно-политическая общность граждан определенного государства — это:",
        "options": [
            "нация",
            "народ",
            "клан",
            "род",
            "племя"
        ],
        "correct_answer": "нация"
    }
];