const philosophyQuestionsDB = [
    {
        "id": 1,
        "question": "С греческого языка слово «философия» переводится как",
        "options": [
            "Любовь к мудрости",
            "Любовь к истине",
            "Учение о мире",
            "Божественная мудрость",
            "Мышление"
        ],
        "correct_answer": "Любовь к мудрости"
    },
    {
        "id": 2,
        "question": "Основы бытия, проблемы познания, назначение человека и его положение в мире изучает…",
        "options": [
            "философия",
            "онтология",
            "этика",
            "гносеология",
            "физика"
        ],
        "correct_answer": "философия"
    },
    {
        "id": 3,
        "question": "Мировоззренческая функция философии состоит в том, что она…",
        "options": [
            "Помогает человеку понять самого себя, свое место в мире",
            "Осуществляет рефлексию современной ей культуры",
            "Направляет деятельность  людей на борьбу с недостатками существующего строя",
            "Способствует улучшению характеров людей",
            "Успокаивает человека"
        ],
        "correct_answer": "Помогает человеку понять самого себя, свое место в мире"
    },
    {
        "id": 4,
        "question": "Предмет философии – это (укажите наиболее правильный ответ):",
        "options": [
            "всеобщее в системе «мир-человек»;",
            "устройство мира;",
            "красота мира;",
            "счастье человека;",
            "поиск идеального общества."
        ],
        "correct_answer": "всеобщее в системе «мир-человек»;"
    },
    {
        "id": 5,
        "question": "Философия – это:",
        "options": [
            "динамический процесс вопрошания, поиска удела человека;",
            "собрание теорий, концепций философов;",
            "наука, исследующая язык;",
            "учение о познаваемости мира;",
            "учение об устройстве мира."
        ],
        "correct_answer": "динамический процесс вопрошания, поиска удела человека;"
    },
    {
        "id": 6,
        "question": "Термин «философия» означает:",
        "options": [
            "любовь к мудрости;",
            "рассуждение;",
            "профессиональную деятельность;",
            "компетентное мнение;",
            "логику."
        ],
        "correct_answer": "любовь к мудрости;"
    },
    {
        "id": 7,
        "question": "Философии присущи функции:",
        "options": [
            "все эти функции вместе взятые.",
            "мировоззренческая и познавательная;",
            "методологическая;",
            "аксиологическая и ориентационная;",
            "прогностическая;"
        ],
        "correct_answer": "все эти функции вместе взятые."
    },
    {
        "id": 8,
        "question": "Философия объясняет мир с помощью:",
        "options": [
            "рациональной аргументации;",
            "мифологических образов;",
            "откровения;",
            "интуитивного прозрения;",
            "математики."
        ],
        "correct_answer": "рациональной аргументации;"
    },
    {
        "id": 9,
        "question": "Ответы на философские вопросы ищут в:",
        "options": [
            "доводах и умозаключениях разума;",
            "мифологических представлениях;",
            "научных исследованиях;",
            "религиозных верованиях;",
            "божественном откровении."
        ],
        "correct_answer": "доводах и умозаключениях разума;"
    },
    {
        "id": 10,
        "question": "Основной вопрос философии – это:",
        "options": [
            "вопрос об отношении сознания к бытию, идеального к материальному;",
            "каковы критерии истины?",
            "как возник мир?",
            "что есть добро и зло?",
            "что есть Бог?"
        ],
        "correct_answer": "вопрос об отношении сознания к бытию, идеального к материальному;"
    },
    {
        "id": 11,
        "question": "Аксиология – это…",
        "options": [
            "Учение о ценностях,об их происхождении и сущности;",
            "Учение о развитии и всеобщей связи",
            "Учение о принципах познания;",
            "Учение о духовной культуре общества;",
            "Учение о сущности человеческой истории."
        ],
        "correct_answer": "Учение о ценностях,об их происхождении и сущности;"
    },
    {
        "id": 12,
        "question": "Кто из философов основал первую в мире Академию?",
        "options": [
            "Платон",
            "Аристотель",
            "Гераклит",
            "Демокрит",
            "Эпикур"
        ],
        "correct_answer": "Платон"
    },
    {
        "id": 13,
        "question": "Исторические типы мировоззрения:",
        "options": [
            "миф",
            "мораль",
            "наука",
            "философия",
            "религия"
        ],
        "correct_answer": "миф"
    },
    {
        "id": 14,
        "question": "Какая из идей в философии Платона считается главенствующей?",
        "options": [
            "идея блага",
            "идея справедливости",
            "идея мудрости",
            "идея любви",
            "идея власти"
        ],
        "correct_answer": "идея блага"
    },
    {
        "id": 15,
        "question": "Каково основное содержание  философии Платона?",
        "options": [
            "объективный идеализм",
            "стихийный материализм",
            "субъективный идеализм",
            "диалектический материализм",
            "метафизический материализм"
        ],
        "correct_answer": "объективный идеализм"
    },
    {
        "id": 16,
        "question": "Три основные позиции -теоцентризм, креационизм, провиденциализм - в рамках которых решались философские вопросы, относятся к:",
        "options": [
            "Средневековью",
            "Возрождению",
            "Античности",
            "Эпохе Просвещения",
            "Новому времени"
        ],
        "correct_answer": "Средневековью"
    },
    {
        "id": 17,
        "question": "Защита и обоснование христианского вероучения с помощью доводов, обращенных к разуму:",
        "options": [
            "апологетика",
            "диалектика",
            "метафизика",
            "софистика",
            "майевтика"
        ],
        "correct_answer": "апологетика"
    },
    {
        "id": 18,
        "question": "Какое философское учение средневековья  подчеркивает приоритет божественной воли над разумом?",
        "options": [
            "теоцентризм",
            "деизм",
            "номинализм",
            "дуализм",
            "пантеизм"
        ],
        "correct_answer": "теоцентризм"
    },
    {
        "id": 19,
        "question": "Что не относится к чертам философии средневековой Европы?",
        "options": [
            "иррационализм",
            "теоцентризм",
            "сотериологизм",
            "рационализм",
            "провиденциализм"
        ],
        "correct_answer": "иррационализм"
    },
    {
        "id": 20,
        "question": "Дискуссия между реалистами и номиналистами происходила в:",
        "options": [
            "средневековой философии",
            "философии Нового времени",
            "философии XX века",
            "античной философии",
            "философии Просвещения"
        ],
        "correct_answer": "средневековой философии"
    },
    {
        "id": 21,
        "question": "Видный представитель христианской философии, автор произведений «О граде Божьем», «Исповедь»:",
        "options": [
            "Августин  Аврелий",
            "Ансельм Кентерберийский",
            "Пьер Абеляр",
            "Фома Аквинский",
            "Иоанн Росцеллин"
        ],
        "correct_answer": "Августин  Аврелий"
    },
    {
        "id": 22,
        "question": "Утверждение «Верую, чтобы знать» принадлежит:",
        "options": [
            "Августину",
            "Фейербаху",
            "Марксу",
            "И. Канту",
            "Гегелю."
        ],
        "correct_answer": "Августину"
    },
    {
        "id": 23,
        "question": "Ф.Аквинский считает, что философия должна служить:",
        "options": [
            "вере",
            "культуре",
            "человеческому разуму",
            "государству",
            "государствующему классу"
        ],
        "correct_answer": "вере"
    },
    {
        "id": 24,
        "question": "Основные труды Фомы Аквинского:",
        "options": [
            "«Сумма теологии», «Сумма против язычников»",
            "«О троице», «О граде божьем»",
            "«История моих бедствий»",
            "«Новая Атлантида»",
            "Все выше перечисленные"
        ],
        "correct_answer": "«Сумма теологии», «Сумма против язычников»"
    },
    {
        "id": 25,
        "question": "Кто из средневековых философов приводит пять доказательств существования Бога?",
        "options": [
            "Ф.Аквинский",
            "П.Абеляр",
            "А.Кентерберийский",
            "А.Августин",
            "К.Тертуллиан"
        ],
        "correct_answer": "Ф.Аквинский"
    },
    {
        "id": 26,
        "question": "Уровни научного познания:",
        "options": [
            "теоретический;",
            "религиозный;",
            "мифологический;",
            "диалектический.",
            "нет правильных ответов"
        ],
        "correct_answer": "теоретический;"
    },
    {
        "id": 27,
        "question": "К учению, способствовавшему появлению философии в странах исламского мира, относится:",
        "options": [
            "мутазализм",
            "что-то мистическое",
            "поэзия",
            "суфизм",
            "гегельянство"
        ],
        "correct_answer": "мутазализм"
    },
    {
        "id": 28,
        "question": "Автор произведений «Канон врачебной науки», «Книга исцеления», «Книга знания»:",
        "options": [
            "Ибн-Сина",
            "Аль-Фараби",
            "Аристотель",
            "Ибн-Рушд",
            "Аль-Газали"
        ],
        "correct_answer": "Ибн-Сина"
    },
    {
        "id": 29,
        "question": "Основное философское произведение Ж. Баласагуни:",
        "options": [
            "«Кутадгу билик»",
            "Три истины»",
            "«Следы шаманства у киргизов»",
            "«Дивани хикмет»",
            "«Слова назидания»"
        ],
        "correct_answer": "«Кутадгу билик»"
    },
    {
        "id": 30,
        "question": "Какие идеалы характерны для суфизма?",
        "options": [
            "добра, красоты, совести",
            "божественности",
            "материальности",
            "истинности",
            "полезности"
        ],
        "correct_answer": "добра, красоты, совести"
    },
    {
        "id": 31,
        "question": "Что объединяет ислам, миф и философию?",
        "options": [
            "постановка мировоззренческих вопросов",
            "доступность для обыденного сознания",
            "агностицизм",
            "рационализм",
            "рефлексия"
        ],
        "correct_answer": "постановка мировоззренческих вопросов"
    },
    {
        "id": 32,
        "question": "Характерной чертой философии Ренессанса является",
        "options": [
            "антропоцентризм",
            "атеизм",
            "теологизм",
            "социоцентризм",
            "космоцентризм"
        ],
        "correct_answer": "антропоцентризм"
    },
    {
        "id": 33,
        "question": "Укажите основных представителей гуманистического направления философии Возрождения:",
        "options": [
            "Д.Алигьери, Ф.Петрарка, Л.Валла",
            "Д.Бруно, Н.Коперник, Г.Галилей",
            "Н.Макиавелли, Т.Гоббса, Дж.Локк",
            "Т.Мор, Т.Кампанелла",
            "М.Лютер, Ж.Кальвин, Т.Мюнцер"
        ],
        "correct_answer": "Д.Алигьери, Ф.Петрарка, Л.Валла"
    },
    {
        "id": 34,
        "question": "Натурфилософия эпохи Возрождения глубоко  пантеистична, что означает?",
        "options": [
            "Отождествление бога и природы",
            "Отрицание Бога",
            "Бессилие человека перед природой",
            "Доказательство существования Бога",
            "Непознаваемость мира"
        ],
        "correct_answer": "Отождествление бога и природы"
    },
    {
        "id": 35,
        "question": "Определите понимание человека для философии Возрождения:",
        "options": [
            "человек – это творец, художник",
            "человек – это общественное животное",
            "человек – это мыслящее существо",
            "человек – это созданное богом существо",
            "человек – это политическое животное"
        ],
        "correct_answer": "человек – это творец, художник"
    },
    {
        "id": 36,
        "question": "Основная цель средневековой схоластики:",
        "options": [
            "упорядочить и сделать доступной христианскую догматику",
            "разработать Символ веры",
            "исправить труды «отцов церкви»",
            "необходимость изучения природы",
            "сформулировать картину мира"
        ],
        "correct_answer": "упорядочить и сделать доступной христианскую догматику"
    },
    {
        "id": 37,
        "question": "Идея сотворения мира Богом из ничего:",
        "options": [
            "креационизм",
            "космоцентризм",
            "патристика",
            "материализм",
            "агностицизм"
        ],
        "correct_answer": "креационизм"
    },
    {
        "id": 38,
        "question": "Философия была «служанкой» у богословия в",
        "options": [
            "Средневековой Европе",
            "Новое время",
            "Античности",
            "Эпоху Ренессанса",
            "Эпоху Просвещения"
        ],
        "correct_answer": "Средневековой Европе"
    },
    {
        "id": 39,
        "question": "Позиция Пьера Абеляра для примирения сторонников  номинализма и реализма:",
        "options": [
            "концептуализм",
            "креационизм",
            "формализм",
            "догматизм",
            "позитивизм"
        ],
        "correct_answer": "концептуализм"
    },
    {
        "id": 40,
        "question": "Термин «схоластика» означает:",
        "options": [
            "школьная философия",
            "учение «отцов церкви»",
            "божественная философия",
            "символ веры",
            "служанка богословия"
        ],
        "correct_answer": "школьная философия"
    },
    {
        "id": 41,
        "question": "Согласно канонам христианской философии, истину надо искать в:",
        "options": [
            "откровении",
            "науках",
            "чувствах",
            "созерцании",
            "интуиции"
        ],
        "correct_answer": "откровении"
    },
    {
        "id": 42,
        "question": "Что относится к чертам философии средневековой Европы?",
        "options": [
            "теоцентризм",
            "прагматизм",
            "наукообразие",
            "склонность к атеизму",
            "безграмотность"
        ],
        "correct_answer": "теоцентризм"
    },
    {
        "id": 43,
        "question": "Вершину средневековой схоластики представляет:",
        "options": [
            "Фома  Аквинский",
            "Августин Аврелий",
            "Ансельм Кентерберийский",
            "РосцелинКомпьенский",
            "Сигер Брабантский"
        ],
        "correct_answer": "Фома  Аквинский"
    },
    {
        "id": 44,
        "question": "Учение, какого философа становится официальной философской доктриной римско-католической церкви?",
        "options": [
            "Фомы  Аквинского",
            "Аврелия Августина",
            "Ансельма Кентерберийского",
            "РосцелинаКомпьенского",
            "Пьера Абеляра"
        ],
        "correct_answer": "Фомы  Аквинского"
    },
    {
        "id": 45,
        "question": "В решении вопроса о познаваемости мира существуют такие позиции:",
        "options": [
            "агностицизм",
            "эмпириокритицизм",
            "гедонизм",
            "интуиция",
            "нет верных ответов"
        ],
        "correct_answer": "агностицизм"
    },
    {
        "id": 46,
        "question": "Кого называли вторым учителем после Аристотеля?",
        "options": [
            "Аль-Фараби",
            "Фому Аквинского",
            "Альберта Великого",
            "Пьера Абеляра",
            "Авиценну"
        ],
        "correct_answer": "Аль-Фараби"
    },
    {
        "id": 47,
        "question": "Какое произведение принадлежит аль-Фараби?",
        "options": [
            "«О взглядах жителей добродетельного города»",
            "«Исповедь», «О граде божьем»",
            "«Новый Органон»",
            "«Сумма теологии»",
            "«Источник знания»"
        ],
        "correct_answer": "«О взглядах жителей добродетельного города»"
    },
    {
        "id": 48,
        "question": "Арабо-испанский философ, представитель восточного перипатетизма:",
        "options": [
            "Ибн-Рушд(Аверроэс)",
            "Аристотель",
            "Аль-Фараби",
            "Аль-Газали",
            "Ибн-Сина"
        ],
        "correct_answer": "Ибн-Рушд(Аверроэс)"
    },
    {
        "id": 49,
        "question": "Средневековое религиозно-мистическое учение в исламе:",
        "options": [
            "суфизм",
            "схоластика",
            "софизм",
            "дуализм",
            "пантеизм"
        ],
        "correct_answer": "суфизм"
    },
    {
        "id": 50,
        "question": "К какому  философскому направлению относился  аль-Фараби?",
        "options": [
            "Восточный перипатетизм",
            "Суфизм",
            "Учение «братьев чистоты»",
            "Исмаилизм",
            "Схоластика"
        ],
        "correct_answer": "Восточный перипатетизм"
    },
    {
        "id": 51,
        "question": "Основное философское произведение Кожа Ахмета Яссауи:",
        "options": [
            "«Дивани хикмет»",
            "«Кудатгу билик»",
            "«Следы шаманства у киргизов»",
            "«Три истины»",
            "«Слова назидания»"
        ],
        "correct_answer": "«Дивани хикмет»"
    },
    {
        "id": 52,
        "question": "Основоположник тюркской ветви суфизма…",
        "options": [
            "Яссауи",
            "Аль-Фараби",
            "Аль-Газали",
            "Баласагуни",
            "Ибн-Рушд"
        ],
        "correct_answer": "Яссауи"
    },
    {
        "id": 53,
        "question": "Структурными компонентами теоретического научного познания являются:",
        "options": [
            "проблема",
            "боль",
            "вера",
            "дедукция",
            "все ответы верны"
        ],
        "correct_answer": "проблема"
    },
    {
        "id": 54,
        "question": "Поиск индивидуальности-характерная черта философии...",
        "options": [
            "ренессанса",
            "конвенционализма",
            "жизни",
            "рационализма",
            "конформизма"
        ],
        "correct_answer": "ренессанса"
    },
    {
        "id": 55,
        "question": "Мыслитель эпохи Возрождения, автор книги «О бесконечности, вселенной и мирах»:",
        "options": [
            "Бруно",
            "Галилей",
            "Коперник",
            "Данте",
            "Кузанский"
        ],
        "correct_answer": "Бруно"
    },
    {
        "id": 56,
        "question": "Представитель социально-политической философии эпохи Возрождения, автор трактата «Государь»",
        "options": [
            "Н. Макиавелли",
            "Л. Валла",
            "Ж. Боден",
            "Т. Мор",
            "Д. Бруно"
        ],
        "correct_answer": "Н. Макиавелли"
    },
    {
        "id": 57,
        "question": "Что такое теология?",
        "options": [
            "учение о Боге",
            "учение о космосе",
            "учение о логосе",
            "учение о первооснове мира",
            "учение о бытии"
        ],
        "correct_answer": "учение о Боге"
    },
    {
        "id": 58,
        "question": "Термин «креационизм» переводится с латинского:",
        "options": [
            "сотворение",
            "провидение",
            "предвидение",
            "бог-отец",
            "предсказание"
        ],
        "correct_answer": "сотворение"
    },
    {
        "id": 59,
        "question": "К теоретическим методам познания относятся:",
        "options": [
            "анализ",
            "наблюдение",
            "измерение",
            "все ответы верны",
            "нет верных ответов"
        ],
        "correct_answer": "анализ"
    },
    {
        "id": 60,
        "question": "Как в средневековой философии называлось отклонение от религиозных догматов?",
        "options": [
            "ересь",
            "славянофильство",
            "софистика",
            "манихейство",
            "макиавеллизм"
        ],
        "correct_answer": "ересь"
    },
    {
        "id": 61,
        "question": "Вершину патристики представляет:",
        "options": [
            "Августин Аврелий",
            "Фома  Аквинский",
            "Ансельм Кентерберийский",
            "Росцелин Компьенский",
            "Пьер Абеляр"
        ],
        "correct_answer": "Августин Аврелий"
    },
    {
        "id": 62,
        "question": "Аврелий Августин доказывал:",
        "options": [
            "Приоритет веры над разумом",
            "Приоритет разума над верой",
            "Противоположность веры и разума",
            "Неотделяемость души от тела",
            "Все выше перечисленное"
        ],
        "correct_answer": "Приоритет веры над разумом"
    },
    {
        "id": 63,
        "question": "В своей философии Аврелий  Августин  опирался на наследие:",
        "options": [
            "Платона",
            "Аристотеля",
            "Конфуция",
            "Аль-Фараби",
            "Сократа"
        ],
        "correct_answer": "Платона"
    },
    {
        "id": 64,
        "question": "Одна из основных философских книг Фомы Аквинского:",
        "options": [
            "«Сумма теологии»",
            "«Сумма всех сумм»",
            "«Сумма в защиту Бога»",
            "«Сумма доказательств»",
            "«Сумма против дьявола»"
        ],
        "correct_answer": "«Сумма теологии»"
    },
    {
        "id": 65,
        "question": "Средневековая Европа знала Аристотеля в изложении:",
        "options": [
            "Ибн-Рушда (Аверроэса)",
            "Аль-Бируни",
            "Аль-Фараби",
            "Фомы Аквинского",
            "Августина"
        ],
        "correct_answer": "Ибн-Рушда (Аверроэса)"
    },
    {
        "id": 66,
        "question": "Священная книга мусульман:",
        "options": [
            "Коран",
            "Авеста",
            "Кодекс",
            "Евангелие",
            "Библия"
        ],
        "correct_answer": "Коран"
    },
    {
        "id": 67,
        "question": "Где зародилась эпоха Ренессанса?",
        "options": [
            "Италии",
            "в Египте",
            "во Франции",
            "в Китае",
            "в  Византии"
        ],
        "correct_answer": "Италии"
    },
    {
        "id": 68,
        "question": "Характерной чертой философии Возрождения является:",
        "options": [
            "Гуманизм",
            "Креационизм",
            "Теоцентризм",
            "Позитивизм",
            "Гилозоизм"
        ],
        "correct_answer": "Гуманизм"
    },
    {
        "id": 69,
        "question": "Основатель гелиоцентрической системы мира, представитель философии эпохи Возрождения:",
        "options": [
            "Н.Коперник",
            "Птоломей",
            "Архимед",
            "Лаплас",
            "Н.Макиавелли"
        ],
        "correct_answer": "Н.Коперник"
    },
    {
        "id": 70,
        "question": "Идея о множественности миров принадлежит:",
        "options": [
            "Д.Бруно",
            "Н.Кузанскому",
            "Г.Галилею",
            "Н.Копернику",
            "Пико делла Мирандолла"
        ],
        "correct_answer": "Д.Бруно"
    },
    {
        "id": 71,
        "question": "Какими именами представлена философия Реформации?",
        "options": [
            "М.Лютер, Ж.Кальвин, Т.Мюнцер",
            "А. Д.Алигьери, Ф.Петрарка, Л. Валла",
            "Д.Бруно, Н.Коперник, Г.Галилей",
            "Н.Макиавелли, Т.Гоббса, Дж.Локк",
            "Т.Мор, Т.Кампанелла"
        ],
        "correct_answer": "М.Лютер, Ж.Кальвин, Т.Мюнцер"
    },
    {
        "id": 72,
        "question": "В чем заключается основная идея М. Лютера?",
        "options": [
            "Общение между Богом и верующими должно происходить напрямую, без посредника в лице церкви",
            "Человек обладает изначально злой природой",
            "В борьбе за независимость Родины допустимы все средства, в том числе и аморальные",
            "Для обуздания эгоизма человека необходимо государство",
            "Мужчины и женщины имеют равные права"
        ],
        "correct_answer": "Общение между Богом и верующими должно происходить напрямую, без посредника в лице церкви"
    },
    {
        "id": 73,
        "question": "Кто из указанных мыслителей заменил геоцентризм на гелиоцентризм?",
        "options": [
            "Н. Коперник",
            "Н. Кузанский",
            "Дж. Бруно",
            "Т. Мор",
            "Г. Галилей"
        ],
        "correct_answer": "Н. Коперник"
    },
    {
        "id": 74,
        "question": "Научные знания отличаются от других знаний:",
        "options": [
            "точностью",
            "большой степенью фантазии (не обязательно обоснованной)",
            "своей исключительной эстетической ценностью",
            "абстрактностью",
            "историей"
        ],
        "correct_answer": "точностью"
    },
    {
        "id": 75,
        "question": "Этика - это:",
        "options": [
            "учение о морали и нравственных ценностях",
            "мистика",
            "учение о развитии",
            "учение о бытии",
            "геоцентризм"
        ],
        "correct_answer": "учение о морали и нравственных ценностях"
    },
    {
        "id": 76,
        "question": "Предметом познания, по мнению Кузанского, является:",
        "options": [
            "пантеистический бог в единстве с чувственно воспринимаемым миром природы",
            "вещь в себе",
            "окружающий человека мир",
            "идеи,  которые в сознании человека возникают только благодаря Богу",
            "метод"
        ],
        "correct_answer": "пантеистический бог в единстве с чувственно воспринимаемым миром природы"
    },
    {
        "id": 77,
        "question": "Онтология  - это учение о…",
        "options": [
            "О бытии, о его фундаментальных признаках",
            "Всеобщей обусловленности явлений",
            "Сущности и природе науки",
            "Правильных формах мышления",
            "О развитии и функционировании науки"
        ],
        "correct_answer": "О бытии, о его фундаментальных признаках"
    },
    {
        "id": 78,
        "question": "Начало социальным утопиям эпохи «Возрождения» положили философские взгляды...",
        "options": [
            "Томаса Мора",
            "Данте",
            "Эразма Роттердамского",
            "Лоренцо Валла",
            "Петрарки"
        ],
        "correct_answer": "Томаса Мора"
    },
    {
        "id": 79,
        "question": "Социальная теория Т. Мора оценивается как:",
        "options": [
            "утопический социализм",
            "борьба против антропоцентризма",
            "ранний утопический коммунизм",
            "христианский гуманизм",
            "переход от теоцентризма к антропоцентризму"
        ],
        "correct_answer": "утопический социализм"
    },
    {
        "id": 80,
        "question": "Социальная теория Томмазо Кампанелы оценивается как:",
        "options": [
            "ранний утопический коммунизм",
            "борьба против антропоцентризма",
            "христианский гуманизм",
            "утопический социализм",
            "переход от теоцентризма к антропоцентризму"
        ],
        "correct_answer": "ранний утопический коммунизм"
    },
    {
        "id": 81,
        "question": "Автор философского труда «Опыты»:",
        "options": [
            "М. Монтень",
            "Т. Мор",
            "Ф. Петрарка",
            "Т. Компанелла",
            "Н.Кузанский"
        ],
        "correct_answer": "М. Монтень"
    },
    {
        "id": 82,
        "question": "Укажите философов эпохи Возрождения:",
        "options": [
            "Кузанский, Макиавелли",
            "Бэкон, Декарт",
            "И. Кант, Г. Гегель",
            "Ясперс, Хайдеггер",
            "Сократ, Аристотель"
        ],
        "correct_answer": "Кузанский, Макиавелли"
    },
    {
        "id": 83,
        "question": "Учение античного философа, являвшееся наиболее популярным у  гуманистов Возрождения:",
        "options": [
            "Эпикура",
            "Порфирия",
            "Анаксагора",
            "Парменида",
            "Платона"
        ],
        "correct_answer": "Эпикура"
    },
    {
        "id": 84,
        "question": "Науке присущи такие основные функции, как:",
        "options": [
            "мировоззренческая",
            "эстетическая",
            "политическая",
            "этическая",
            "нет правильных ответов"
        ],
        "correct_answer": "мировоззренческая"
    },
    {
        "id": 85,
        "question": "Какой век называется веком гениев?",
        "options": [
            "XVII",
            "XVI",
            "XVIII",
            "XIX",
            "XX"
        ],
        "correct_answer": "XVII"
    },
    {
        "id": 86,
        "question": "Научное  отношение человека к миру обосновывали  философы:",
        "options": [
            "эпохи Нового времени",
            "эпохи Возрождения",
            "эпохи Античности",
            "немецкой классики",
            "марксисты"
        ],
        "correct_answer": "эпохи Нового времени"
    },
    {
        "id": 87,
        "question": "Наиболее характерная черта философии Нового времени (XVII в.):",
        "options": [
            "наукоцентризм",
            "пантеизм",
            "космоцентризм",
            "теоцентризм",
            "гуманизм"
        ],
        "correct_answer": "наукоцентризм"
    },
    {
        "id": 88,
        "question": "Одной из главных тем философствования в Новое время была проблема:",
        "options": [
            "причинности",
            "Бога-Творца",
            "творящего хаоса",
            "герменевтики",
            "смерти и бессмертия"
        ],
        "correct_answer": "причинности"
    },
    {
        "id": 89,
        "question": "Большинство философских систем эпохи  Нового Времени в теории познания противопоставляют две его основные ступени. Какие?",
        "options": [
            "чувственное и рациональное",
            "ощущения и эмоции",
            "восприятие и представление",
            "понятие и суждение",
            "суждение и умозаключение"
        ],
        "correct_answer": "чувственное и рациональное"
    },
    {
        "id": 90,
        "question": "Какие из ниже указанных направлений относятся к философии эпохи Нового Времени?",
        "options": [
            "Эмпиризм и рационализм",
            "Реализм и номинализм",
            "Структурализм и герменевтика",
            "Буддизм и даосизм",
            "Схоластика и патристика"
        ],
        "correct_answer": "Эмпиризм и рационализм"
    },
    {
        "id": 91,
        "question": "Философия Нового времени опиралась на авторитет:",
        "options": [
            "науки",
            "государства",
            "церкви",
            "общества",
            "человека"
        ],
        "correct_answer": "науки"
    },
    {
        "id": 92,
        "question": "В какой философии проблема научного метода выступила главной?",
        "options": [
            "Нового времени",
            "эпохи Возрождения",
            "средневековой",
            "восточной",
            "древнегреческой"
        ],
        "correct_answer": "Нового времени"
    },
    {
        "id": 93,
        "question": "В философии Нового времени эмпиризм признает наиболее истинным знание:",
        "options": [
            "опытное",
            "абстрактное",
            "интуитивное",
            "религиозное",
            "художественное"
        ],
        "correct_answer": "опытное"
    },
    {
        "id": 94,
        "question": "Антропология – это…",
        "options": [
            "Учение о человеке",
            "Учение о развитии и всеобщей связи",
            "Учение о поведении животных в естественных условиях",
            "Учение о ценностях",
            "Философское учение об обществе"
        ],
        "correct_answer": "Учение о человеке"
    },
    {
        "id": 95,
        "question": "Этика – это…",
        "options": [
            "Учение о морали и нравственных ценностях",
            "Учение о развитии",
            "Учение о бытии",
            "Теория о нравственном превосходстве одних людей над другими",
            "Учение о человеке"
        ],
        "correct_answer": "Учение о морали и нравственных ценностях"
    },
    {
        "id": 96,
        "question": "Кто автор философского произведения «Новый Органон»?",
        "options": [
            "Ф. Бэкон",
            "Р. Декарт",
            "Б. Паскаль",
            "Т. Гоббс",
            "Б. Спиноза"
        ],
        "correct_answer": "Ф. Бэкон"
    },
    {
        "id": 97,
        "question": "Автором афоризма «Знание — сила» является:",
        "options": [
            "Френсис Бэкон",
            "Николай Кузанский",
            "Бенедикт Спиноза",
            "Рене Декарт",
            "Джордано Бруно"
        ],
        "correct_answer": "Френсис Бэкон"
    },
    {
        "id": 98,
        "question": "Исследуя проблемы гносеологии и, в частности, природу человеческих заблуждений, Ф. Бэкон разработал:",
        "options": [
            "Учение об идолах",
            "Учение о родах",
            "Учение об идеях",
            "Учение об универсалиях",
            "Все выше перечисленные"
        ],
        "correct_answer": "Учение об идолах"
    },
    {
        "id": 99,
        "question": "Каков основной метод Ф. Бэкона?",
        "options": [
            "Индукция",
            "Метафизика",
            "Диалектика",
            "Дедукция",
            "Наблюдение"
        ],
        "correct_answer": "Индукция"
    },
    {
        "id": 100,
        "question": "Основатель рационализма в философии Нового времени:",
        "options": [
            "Р.Декарт",
            "Ф.Бэкон",
            "Т.Гоббс",
            "Дж.Локк",
            "П.П.А. Гольбах"
        ],
        "correct_answer": "Р.Декарт"
    },
    {
        "id": 101,
        "question": "Декарт – великий…",
        "options": [
            "философ и математик",
            "философ, лауреат Нобелевской премии",
            "философ и биолог",
            "социолог и историк",
            "философ средневековья"
        ],
        "correct_answer": "философ и математик"
    },
    {
        "id": 102,
        "question": "Какие атрибуты субстанции выделяет Декарт?",
        "options": [
            "мыслящую и протяженную",
            "душа и тело",
            "Бог и ангелы",
            "человеческий разум и сознание вообще",
            "материю"
        ],
        "correct_answer": "мыслящую и протяженную"
    },
    {
        "id": 103,
        "question": "Интеллектуальная интуиция по Р.Декарту начинается с…",
        "options": [
            "сомнения",
            "отрицания Бога",
            "опыта",
            "к природе",
            "наблюдения"
        ],
        "correct_answer": "сомнения"
    },
    {
        "id": 104,
        "question": "Дедуктивный метод познания Декарта означает логическое умозаключение от:",
        "options": [
            "единичного к общему",
            "известного к неизвестному",
            "чувств к разуму",
            "опыта к теории",
            "конкретного к абстрактному"
        ],
        "correct_answer": "единичного к общему"
    },
    {
        "id": 105,
        "question": "Автор идеи научного метода, получившего название аналитического или рационалистического в Новое время:",
        "options": [
            "Р.Декарт",
            "Г.Лейбниц",
            "Ф.Бэкон",
            "Б.Спиноза",
            "Дж.Локк"
        ],
        "correct_answer": "Р.Декарт"
    },
    {
        "id": 106,
        "question": "Кто из представителей Нового времени произнес известную фразу: « мыслю, следовательно,  существую»?",
        "options": [
            "Р. Декарт",
            "Д. Беркли",
            "Б. Спиноза",
            "Д. Юм",
            "Дж. Локк"
        ],
        "correct_answer": "Р. Декарт"
    },
    {
        "id": 107,
        "question": "Кто в истории философии обосновал метод «картезианского сомнения»?",
        "options": [
            "Р.Декарт",
            "Ф.Бэкон",
            "Дж.Локк",
            "Б.Спиноза",
            "Г.Лейбниц"
        ],
        "correct_answer": "Р.Декарт"
    },
    {
        "id": 108,
        "question": "Каков основной метод Р.Декарта?",
        "options": [
            "Дедукция",
            "Метафизика",
            "Диалектика",
            "Индукция",
            "Наблюдение"
        ],
        "correct_answer": "Дедукция"
    },
    {
        "id": 109,
        "question": "Кто из философов Нового времени естественным состоянием общества считал «войну всех против всех»?",
        "options": [
            "Т. Гоббс",
            "Д. Беркли",
            "Д. Юм",
            "Дж. Локк",
            "Б. Спиноза"
        ],
        "correct_answer": "Т. Гоббс"
    },
    {
        "id": 110,
        "question": "Как назывался труд Т. Гоббса, в котором он изложил свои взгляды на общество и государство?",
        "options": [
            "«Левиафан»",
            "«О государстве",
            "«Закон Европы»",
            "«О праве войны и мира»",
            "«О духе законов»"
        ],
        "correct_answer": "«Левиафан»"
    },
    {
        "id": 111,
        "question": "Кто из философов 17 века считал, что сознание человека подобно «чистой доске»?",
        "options": [
            "Дж. Локк",
            "Лейбниц",
            "Ф. Бэкон",
            "Т. Гоббс",
            "Б. Спиноза"
        ],
        "correct_answer": "Дж. Локк"
    },
    {
        "id": 112,
        "question": "Какую гносеологическую позицию выражает  высказывание Дж. Локка: «Нет ничего в уме, чего прежде не было бы в ощущении»?",
        "options": [
            "сенсуализм",
            "скептицизм",
            "рационализм",
            "априоризм",
            "релятивизм"
        ],
        "correct_answer": "сенсуализм"
    },
    {
        "id": 113,
        "question": "Философ, впервые провозгласивший естественные права человека на жизнь, свободу и собственность:",
        "options": [
            "Дж.Локк",
            "Т.Мор",
            "К.Маркс",
            "Н. Макиавелли",
            "Ш.Монтескье"
        ],
        "correct_answer": "Дж.Локк"
    },
    {
        "id": 114,
        "question": "Какое из ниже следующих изречений принадлежит Б.Спинозе?",
        "options": [
            "«Свобода есть осознанная необходимость»",
            "«Человек – есть мера всех вещей»",
            "«Познай самого себя»",
            "«Знаю, что ничего не знаю»",
            "«Знание — сила»"
        ],
        "correct_answer": "«Свобода есть осознанная необходимость»"
    },
    {
        "id": 115,
        "question": "Что понимается под термином «монада»?",
        "options": [
            "Простая неделимая субстанция",
            "Абсолютная душа",
            "Материальное единство мира",
            "Сущность в качестве субстрата",
            "Бог"
        ],
        "correct_answer": "Простая неделимая субстанция"
    },
    {
        "id": 116,
        "question": "Философ – автор учения о множественности субстанций:",
        "options": [
            "Г.В.Лейбниц",
            "И.Г. Фихте",
            "Л. Фейербах",
            "Б. Спиноза",
            "И. Кант"
        ],
        "correct_answer": "Г.В.Лейбниц"
    },
    {
        "id": 117,
        "question": "Субстанциальную концепцию  пространства и времени в наиболее полном системном виде разработал:",
        "options": [
            "И. Ньютон",
            "Аристотель",
            "Г.В. Лейбниц",
            "Н. Кузанский",
            "Ж.П. Сартр"
        ],
        "correct_answer": "И. Ньютон"
    },
    {
        "id": 118,
        "question": "В теории познания французские материалисты были:",
        "options": [
            "рационалистами",
            "сенсуалистами",
            "агностиками",
            "скептиками",
            "догматиками"
        ],
        "correct_answer": "рационалистами"
    },
    {
        "id": 119,
        "question": "Позиция французских материалистов XVIII в. в вопросе о познаваемости мира:",
        "options": [
            "мир в принципе познаваем",
            "мир непознаваем",
            "познаваемость мира сомнительна",
            "вопрос этот не ставится совсем",
            "нет четкой позиции"
        ],
        "correct_answer": "мир в принципе познаваем"
    },
    {
        "id": 120,
        "question": "От природы человек добр, злым его делают несовершенные общественные отношения - такого мнения придерживались:",
        "options": [
            "французские просветители",
            "И.И. Кант",
            "Сократ",
            "К.Маркс",
            "Конфуций"
        ],
        "correct_answer": "французские просветители"
    },
    {
        "id": 121,
        "question": "Форма религиозной веры, сложившаяся в эпоху «Просвещения»:",
        "options": [
            "деизм",
            "томизм",
            "фетишизм",
            "эсхатология",
            "пантеизм"
        ],
        "correct_answer": "деизм"
    },
    {
        "id": 122,
        "question": "Познание в современной философии преимущественно рассматривается как:",
        "options": [
            "обусловленный практикой процесс приобретения знаний",
            "способности, умения, навыки в определенной области деятельности",
            "значимая информация в аспекте деятельности",
            "объективная реальность, данная в сознании действующего человека",
            "все ответы верны"
        ],
        "correct_answer": "обусловленный практикой процесс приобретения знаний"
    },
    {
        "id": 123,
        "question": "Философ-просветитель, автор произведения «Система природы»:",
        "options": [
            "П.А. Гольбах",
            "Ж.Ж. Руссо",
            "А. Вольтер",
            "А. Гельвеций",
            "Ж. Ламетри"
        ],
        "correct_answer": "П.А. Гольбах"
    },
    {
        "id": 124,
        "question": "Философ-просветитель – автор произведения « Об уме»",
        "options": [
            "К.А. Гельвеций",
            "Ж.Ламетри",
            "Ж.Ж. Руссо",
            "П.А. Гольбах",
            "Ф.А. Вольтер"
        ],
        "correct_answer": "К.А. Гельвеций"
    },
    {
        "id": 125,
        "question": "Кто из ниже перечисленных философов не является представителем французского просвещения 18 века?",
        "options": [
            "Б. Спиноза",
            "Ш. Монтескье",
            "Ж. Ж. Руссо",
            "Ф.А. Вольтер",
            "Дидро"
        ],
        "correct_answer": "Б. Спиноза"
    },
    {
        "id": 126,
        "question": "К какой эпохе в истории философии принадлежат П.А. Гольбах, Д.Дидро, Ж.Ж.Руссо, \nФ.А. Вольтер?",
        "options": [
            "эпохе Просвещения",
            "античности",
            "средневековью",
            "эпохе Возрождения",
            "Новому времени"
        ],
        "correct_answer": "эпохе Просвещения"
    },
    {
        "id": 127,
        "question": "Кто из французских материалистов XVIII в. написал книгу «Человек – машина»?",
        "options": [
            "Ж.Ламетри",
            "П.А. Гольбах",
            "К.А. Гельвеций",
            "Д. Дидро",
            "М. А. Кондорсе"
        ],
        "correct_answer": "Ж.Ламетри"
    },
    {
        "id": 128,
        "question": "Знаменитый философ-просветитель, под руководством  которого издавалась первая французская энциклопедия:",
        "options": [
            "Д. Дидро",
            "А. Вольтер",
            "П.А. Гольбах",
            "Ж.Ламетри",
            "Ж.Ж. Руссо"
        ],
        "correct_answer": "Д. Дидро"
    },
    {
        "id": 129,
        "question": "Одним из видных представителей географического детерминизма был французский просветитель:",
        "options": [
            "Ш. Монтескье",
            "Ж.Ж.Руссо",
            "Г. Бокль",
            "Н. Макиавелли",
            "Т. Гоббс"
        ],
        "correct_answer": "Ш. Монтескье"
    },
    {
        "id": 130,
        "question": "Кто из представителей немецкой классической философии разработал учение о «категорическом императиве»?",
        "options": [
            "И. Кант",
            "Г. Гегель",
            "И.Г. Фихте",
            "Ф.В. Шеллинг",
            "Л. Фейербах"
        ],
        "correct_answer": "И. Кант"
    },
    {
        "id": 131,
        "question": "Какое из следующих произведений не принадлежит И. И. Канту?",
        "options": [
            "«Наука  логики»",
            "«Всеобщая естественная история и теория  неба»",
            "«Критика чистого разума»",
            "«Критика практического разума»",
            "«Критика способности суждения»"
        ],
        "correct_answer": "«Наука  логики»"
    },
    {
        "id": 132,
        "question": "Какая проблема находится в центре философии И.И. Канта?",
        "options": [
            "Проблема  субстанции",
            "Проблема человека",
            "Проблема бытия",
            "Проблема природы",
            "Проблема сознания"
        ],
        "correct_answer": "Проблема  субстанции"
    },
    {
        "id": 133,
        "question": "Основная проблема «Критики чистого разума» И. И. Канта:",
        "options": [
            "Взаимодействие субъекта и объекта",
            "Вера в бога",
            "Как возможно достоверное научное знание",
            "Учение о бытии",
            "Учение о человеке"
        ],
        "correct_answer": "Взаимодействие субъекта и объекта"
    },
    {
        "id": 134,
        "question": "Объясните  понятие антиномии, в которое согласно И.И. Канту впадает разум при попытке мыслить мир как единое целое и познать мир вещей в себе:",
        "options": [
            "суждения, которые взаимоисключают друг друга",
            "суждения, связанные друг с другом",
            "суждение, которое выводится из другого",
            "синтез суждений",
            "понятия, связанные друг с другом"
        ],
        "correct_answer": "суждения, которые взаимоисключают друг друга"
    },
    {
        "id": 135,
        "question": "Кому из немецких философов принадлежит изречение «вещь в себе» (ноумен.как внутренней сущности вещей, не познаваемой разумом?",
        "options": [
            "И. Канту",
            "Г. Гегелю",
            "И.Г. Фихте",
            "Ф.В. Шеллингу",
            "Л. Фейербаху"
        ],
        "correct_answer": "И. Канту"
    },
    {
        "id": 136,
        "question": "Кто из представителей немецкой классической философии называл человеческую волю автономной?",
        "options": [
            "И. Кант",
            "Г. Гегель",
            "Л. Фейербах",
            "Ф.В. Шеллинг",
            "И.Г. Фихте"
        ],
        "correct_answer": "И. Кант"
    },
    {
        "id": 137,
        "question": "Характерная черта теории познания И.И. Канта:",
        "options": [
            "агностицизм",
            "скептицизм",
            "сенсуализм",
            "эмпиризм",
            "монизм"
        ],
        "correct_answer": "агностицизм"
    },
    {
        "id": 138,
        "question": "Моральный закон: \"Поступай так, чтобы максима твоей  воли могла стать основой всеобщего законодательства\" сформулировал:",
        "options": [
            "И. Кант",
            "Конфуций",
            "М.Монтень",
            "Г. Гегель",
            "Л. Фейербах"
        ],
        "correct_answer": "И. Кант"
    },
    {
        "id": 139,
        "question": "Кто определил пространство и время  как априорные формы чувственности?",
        "options": [
            "И. Кант",
            "Г.Лейбниц",
            "К.Поппер",
            "И.Ньютон",
            "Г. Гегель"
        ],
        "correct_answer": "И. Кант"
    },
    {
        "id": 140,
        "question": "Абсолютный, всеобщий, необходимый нравственный закон у И. Канта называется:",
        "options": [
            "категорический императив",
            "априори",
            "апостериори",
            "трансцендентальный абсолютизм",
            "вещь-в-себе"
        ],
        "correct_answer": "категорический императив"
    },
    {
        "id": 141,
        "question": "Кто утверждал, что противоречия движут миром, и что без противоречий нет развития?",
        "options": [
            "Г. Гегель",
            "Аристотель",
            "И.Г. Фихте",
            "Ф.А. Вольтер",
            "Ф.В. Шеллинг"
        ],
        "correct_answer": "Г. Гегель"
    },
    {
        "id": 142,
        "question": "Укажите первый элемент триады Гегеля:",
        "options": [
            "тезис",
            "антитезис",
            "факт",
            "синтез",
            "отрицание"
        ],
        "correct_answer": "тезис"
    },
    {
        "id": 143,
        "question": "Человеческое познание по Гегелю:",
        "options": [
            "есть слияние субъективного духа с объективным разумом",
            "есть «припоминание» идей",
            "есть эмпирический опыт",
            "есть процесс постоянной детализации",
            "есть интеллектуальная интуиция"
        ],
        "correct_answer": "есть слияние субъективного духа с объективным разумом"
    },
    {
        "id": 144,
        "question": "За что критиковал философию Гегеля  Фейербах?",
        "options": [
            "за идеализм",
            "за софистику",
            "за эмпиризм",
            "за эклектичность",
            "за дуализм"
        ],
        "correct_answer": "за идеализм"
    },
    {
        "id": 145,
        "question": "Какому направлению относятся философские взгляды Л. Л. Фейербаха?",
        "options": [
            "Антропологический материализм",
            "Объективный идеализм",
            "Субъективный идеализм",
            "Теоцентризм",
            "Антропоцентризм"
        ],
        "correct_answer": "Антропологический материализм"
    },
    {
        "id": 146,
        "question": "Концепция человека, основывающаяся на диалектике биологического и социального, оформилась благодаря:",
        "options": [
            "К.Марксу",
            "Л.Фейербаху",
            "Сократу",
            "М.Шелеру",
            "Т.Гоббсу"
        ],
        "correct_answer": "К.Марксу"
    },
    {
        "id": 147,
        "question": "Автор высказывания: «Философы лишь различным образом объясняли мир, но дело заключается в том, чтобы его изменить»:",
        "options": [
            "К. Маркс",
            "А. Камю",
            "Р. Декарт",
            "Ж.Ж. Руссо",
            "Т. Гоббс"
        ],
        "correct_answer": "К. Маркс"
    },
    {
        "id": 148,
        "question": "По Марксу «человек должен доказать истинность, то есть действительность и мощь, потусторонность своего мышления» в:",
        "options": [
            "практике",
            "учении",
            "религии",
            "творчестве",
            "языке"
        ],
        "correct_answer": "практике"
    },
    {
        "id": 149,
        "question": "Критерий истины в марксистско-ленинской трактовке:",
        "options": [
            "практика",
            "ясность и отчетливость знания",
            "уверенность в достоверности знания",
            "красота и гармония",
            "общезначимость знания"
        ],
        "correct_answer": "практика"
    },
    {
        "id": 150,
        "question": "Истина в марксистском определении – это:",
        "options": [
            "знание, проверенное практикой",
            "то, что полезно человеку",
            "предположения, высказанные учеными",
            "воля к власти",
            "совокупность бессознательность влечений"
        ],
        "correct_answer": "знание, проверенное практикой"
    },
    {
        "id": 151,
        "question": "Элемент, не входящий в содержание понятия «производительные силы общества», согласно марксистской философии:",
        "options": [
            "государство",
            "технология",
            "люди, вооруженные знанием и навыками труда",
            "орудия труда",
            "предметы труда"
        ],
        "correct_answer": "государство"
    },
    {
        "id": 152,
        "question": "Общественно-экономическая формация – понятие:",
        "options": [
            "марксизма",
            "логического позитивизма",
            "персонализма",
            "неотомизма",
            "фрейдизма"
        ],
        "correct_answer": "марксизма"
    },
    {
        "id": 153,
        "question": "Объективный критерий исторического процесса в марксистской философии:",
        "options": [
            "способ производства",
            "уровень демократизма в государстве",
            "развитие науки",
            "состояние морали",
            "законопослушность всех членов общества"
        ],
        "correct_answer": "способ производства"
    },
    {
        "id": 154,
        "question": "Укажите положение, характеризующее структуру способа производства материальных благ по Марксу:",
        "options": [
            "производительные силы и производственные отношения",
            "орудия труда",
            "технологические отношения",
            "субъекты производства",
            "производственные отношения"
        ],
        "correct_answer": "производительные силы и производственные отношения"
    },
    {
        "id": 155,
        "question": "Основанная К. Марксом историческая форма материализма есть:",
        "options": [
            "диалектический материализм",
            "догматический материализм",
            "вульгарный материализм",
            "метафизический материализм",
            "наивный материализм"
        ],
        "correct_answer": "диалектический материализм"
    },
    {
        "id": 156,
        "question": "Выделите марксистское понимание взаимоотношения мышления и языка:",
        "options": [
            "язык есть материальная оболочка мысли",
            "мышление появилось раньше, чем язык",
            "язык полностью определяет наше мышление",
            "мышление и язык развивались одновременно",
            "между языком и мыслью нет ни какой связи"
        ],
        "correct_answer": "язык есть материальная оболочка мысли"
    },
    {
        "id": 157,
        "question": "Кому принадлежит классификация основных форм движения?",
        "options": [
            "Ф. Энгельсу",
            "Л. Фейербаху",
            "В. Лейбницу",
            "Р. Декарту",
            "Ф. Бэкону"
        ],
        "correct_answer": "Ф. Энгельсу"
    },
    {
        "id": 158,
        "question": "Всесторонне развитая личность – идеал человека в:",
        "options": [
            "марксизме",
            "прагматизме",
            "психоанализе",
            "буддизме",
            "ницшеанстве"
        ],
        "correct_answer": "марксизме"
    },
    {
        "id": 159,
        "question": "Данное положение выражает сущность материалистического понимания истории:",
        "options": [
            "общественное бытие определяет общественное сознание",
            "общество есть сумма индивидов",
            "история общества определяется элитой",
            "общество и его история зависят от воли Бога",
            "развитие общества зависит от великой личности"
        ],
        "correct_answer": "общественное бытие определяет общественное сознание"
    },
    {
        "id": 160,
        "question": "Кому принадлежит наиболее развернутое философское определение материи?",
        "options": [
            "Ф. Энгельсу",
            "Л. Фейербаху",
            "К. Марксу",
            "В. Ленину",
            "И. Канту"
        ],
        "correct_answer": "Ф. Энгельсу"
    },
    {
        "id": 161,
        "question": "Каково марксистское понимание сущности человека?",
        "options": [
            "социально-трудовое",
            "теологическое",
            "биологизаторское",
            "идеально-духовное",
            "космо-планетарное"
        ],
        "correct_answer": "социально-трудовое"
    },
    {
        "id": 162,
        "question": "Диалектико-материалистичекая концепция сознания принадлежит:",
        "options": [
            "К. Марксу",
            "Л. Фейербаху",
            "Г. Гегелю",
            "И. Канту",
            "Ф.В. Шеллингу"
        ],
        "correct_answer": "К. Марксу"
    },
    {
        "id": 163,
        "question": "Что, по мнению Энгельса, является основой антропосоциогенеза?",
        "options": [
            "труд",
            "абстрактное мышление",
            "сознание, способность к познанию",
            "бессознательное",
            "наличие инстинкта самосохранения"
        ],
        "correct_answer": "труд"
    },
    {
        "id": 164,
        "question": "Понятие, являющееся инородным для формационной концепции К. Маркса:",
        "options": [
            "постиндустриальное общество",
            "капитализм",
            "первобытнообщинный строй",
            "феодализм",
            "рабовладельческий строй"
        ],
        "correct_answer": "постиндустриальное общество"
    },
    {
        "id": 165,
        "question": "Выделяемый в марксизме уровень общественного сознания:",
        "options": [
            "общественная психология",
            "коллективное бессознательное",
            "созерцание",
            "психологические установки",
            "самосознание"
        ],
        "correct_answer": "общественная психология"
    },
    {
        "id": 166,
        "question": "Трактовка единства мира в философии марксизма:",
        "options": [
            "единство мира в его материальности",
            "единство мира вегосотворенности Богом",
            "единство мира в его существовании",
            "единство мира в абсолютном духе",
            "единство мира в его мыслимости как единое целое"
        ],
        "correct_answer": "единство мира в его материальности"
    },
    {
        "id": 167,
        "question": "“Вопрос об отношении мышления к бытию…” есть основной вопрос философии. Так считал:",
        "options": [
            "Ф.Энгельс",
            "Платон",
            "И. Кант",
            "И.Г. Фихте",
            "Демокрит"
        ],
        "correct_answer": "Ф.Энгельс"
    },
    {
        "id": 168,
        "question": "Фундаментальный труд Энгельса по проблеме становления человечества и цивилизации:",
        "options": [
            "«Происхождение семьи, частной собственности и государства»",
            "«Диалектика природы»",
            "«Анти- Дюринг»",
            "«Письма об историческом материализме»",
            "«Положение рабочего класса в Англии»"
        ],
        "correct_answer": "«Происхождение семьи, частной собственности и государства»"
    },
    {
        "id": 169,
        "question": "Укажите современное религиозное философское течение:",
        "options": [
            "неотомизм",
            "экзистенциализм",
            "феноменология",
            "структурализм",
            "герменевтика"
        ],
        "correct_answer": "неотомизм"
    },
    {
        "id": 170,
        "question": "Укажите имя философа, идеи которого развивает неотомизм:",
        "options": [
            "Фома Аквинский",
            "Платон",
            "Августин Блаженный",
            "У. Оккам",
            "Г.Лейбниц"
        ],
        "correct_answer": "Фома Аквинский"
    },
    {
        "id": 171,
        "question": "Кто из представителей философии ХIХ века считается родоначальником позитивизма (позитивной науки)?",
        "options": [
            "О. Конт",
            "О. Райхенбах",
            "З. Фрейд",
            "Д. Дьюи",
            "Э. Дюркгейм"
        ],
        "correct_answer": "О. Конт"
    },
    {
        "id": 172,
        "question": "Какова основная проблема позитивизма и неопозитивизма?",
        "options": [
            "Проблема природы научного знания",
            "Проблема культуры",
            "Проблема единства мира",
            "Проблема прогресса",
            "Проблема человека"
        ],
        "correct_answer": "Проблема природы научного знания"
    },
    {
        "id": 173,
        "question": "Философское течение ХХ в., представляющее собой третью историческую форму позитивизма:",
        "options": [
            "неопозитивизм",
            "феноменология",
            "постпозитивизм",
            "структурализм",
            "эмпириокритицизм"
        ],
        "correct_answer": "неопозитивизм"
    },
    {
        "id": 174,
        "question": "О.Конт, Г.Спенсер, Дж. Милль представляют :",
        "options": [
            "первую волну позитивизма",
            "эмпириокритицизм",
            "постпозитивизм",
            "неопозитивизм",
            "логический позитивизм"
        ],
        "correct_answer": "первую волну позитивизма"
    },
    {
        "id": 175,
        "question": "Вторая историческая форма позитивизма - махизм – это, то же самое, что и:",
        "options": [
            "эмпириокритицизм",
            "объективный идеализм",
            "субъективный идеализм",
            "материализм",
            "неопозитивизм"
        ],
        "correct_answer": "эмпириокритицизм"
    },
    {
        "id": 176,
        "question": "О.Конт (основатель позитивизма) разделил историю познания природы на три стадии: теологическую, метафизическую и ...",
        "options": [
            "позитивную",
            "диалектическую",
            "идеалистическую",
            "философскую",
            "мифологическую"
        ],
        "correct_answer": "позитивную"
    },
    {
        "id": 177,
        "question": "«Позитивные» науки, согласно позитивизму, опираются на:",
        "options": [
            "факт наблюдения и эксперимента",
            "априорные знания",
            "дедуктивные методы",
            "интуицию",
            "умозаключения"
        ],
        "correct_answer": "факт наблюдения и эксперимента"
    },
    {
        "id": 178,
        "question": "Витгенштейн в своем главном произведении «Философские исследования» трактует философию:",
        "options": [
            "как активность, направленную на прояснение языковых выражений",
            "как обоснование бытия бога",
            "как форму мировоззрения",
            "как учение о человеке",
            "как метафизику"
        ],
        "correct_answer": "как активность, направленную на прояснение языковых выражений"
    },
    {
        "id": 179,
        "question": "Выделите среди данных философов представителя герменевтики:",
        "options": [
            "Х. Гадамер",
            "К. Поппер",
            "М. Вебер",
            "З. Фрейд",
            "Р. Лейнг"
        ],
        "correct_answer": "Х. Гадамер"
    },
    {
        "id": 180,
        "question": "Какое требование выдвигают неопозитивисты, согласно которому любое высказывание должно подлежать опытной проверке на истинность?",
        "options": [
            "математический принцип",
            "принцип верификации",
            "мировоззренческий принцип",
            "методологический принцип",
            "принцип фальсификации"
        ],
        "correct_answer": "математический принцип"
    },
    {
        "id": 181,
        "question": "В иррационализме Шопенгауэра мир:",
        "options": [
            "неразумен, человеком управляет слепая воля",
            "чувственен, человеком управляет вера в Бога",
            "неразумен, человеком управляет воля Бога",
            "разумен, человеком управляет разум",
            "осмыслен, человеком управляет сознание"
        ],
        "correct_answer": "неразумен, человеком управляет слепая воля"
    },
    {
        "id": 182,
        "question": "Представитель французского экзистенциализма XX века?",
        "options": [
            "Ж.П. Сартр",
            "Ф.А. Вольтер",
            "Р. Декарт",
            "К.Ясперс",
            "М.Хайдеггер"
        ],
        "correct_answer": "Ж.П. Сартр"
    },
    {
        "id": 183,
        "question": "Французский философ XX века считавший, что каждый человек, обладая свободой воли, несет ответственность за все, что творится в мире:",
        "options": [
            "Ж.П. Сартр",
            "Аристотель",
            "Г. Гегель",
            "А. Кунанбаев",
            "З. Фрейд"
        ],
        "correct_answer": "Ж.П. Сартр"
    },
    {
        "id": 184,
        "question": "Назовите основной экзистенциал Хайдеггера:",
        "options": [
            "Бытие в мире.",
            "Бытие к смерти.",
            "Тут-бытие.",
            "Бытие человека.",
            "Бытие личности."
        ],
        "correct_answer": "Бытие в мире."
    },
    {
        "id": 185,
        "question": "Фраза «Жизнь – это грех без Бога» принадлежит:",
        "options": [
            "А. Камю",
            "М. Хайдеггеру",
            "Ф. Ницше",
            "Ж.П. Сартру",
            "Ж. Делезу"
        ],
        "correct_answer": "А. Камю"
    },
    {
        "id": 186,
        "question": "Автор произведения «Чума», философ-экзистенциалист:",
        "options": [
            "А. Камю",
            "К. Ясперс",
            "Г. Марсель",
            "М. Хайдеггер",
            "Ж.П. Сартр"
        ],
        "correct_answer": "А. Камю"
    },
    {
        "id": 187,
        "question": "Ницше считал, что продуктом христианства является…",
        "options": [
            "рабская мораль",
            "воля к власти",
            "высокая мораль",
            "мораль «сверхчеловека»",
            "воля к жизни"
        ],
        "correct_answer": "рабская мораль"
    },
    {
        "id": 188,
        "question": "Что, по К. Ясперсу, является универсальным условием человеческого бытия?",
        "options": [
            "Коммуникация",
            "Бытие",
            "Сознание",
            "Трансценденция",
            "Экзистенция"
        ],
        "correct_answer": "Коммуникация"
    },
    {
        "id": 189,
        "question": "В философии какого экзистенциалиста центральным является понятие «коммуникация»?",
        "options": [
            "К. Ясперса",
            "А. Камю",
            "Г. О. Марселья",
            "М. Хайдеггера",
            "Ж.П. Сартра"
        ],
        "correct_answer": "К. Ясперса"
    },
    {
        "id": 190,
        "question": "Выдающийся деятель казахского просвещения, педагог-новатор и писатель:",
        "options": [
            "И. Алтынсарин",
            "А. Кунанбаев",
            "Ч. Валиханов",
            "Ш. Кудайбердиев",
            "М. Ауэзов"
        ],
        "correct_answer": "И. Алтынсарин"
    },
    {
        "id": 191,
        "question": "Основной путь приобщения казахского народа к мировой цивилизации, согласно И. Алтынсарину, это:",
        "options": [
            "просвещение и воспитание",
            "приобщение к религиозным ценностям",
            "изменение политической системы",
            "борьба за равенство, ориентация на Запад",
            "развитие техники, промышленности, торговли"
        ],
        "correct_answer": "просвещение и воспитание"
    },
    {
        "id": 192,
        "question": "Адам бол! (Будь,  Человеком!) - нравственный императив философии:",
        "options": [
            "Абая",
            "Шакарима",
            "Дулатова",
            "Валиханова",
            "Алтынсарина"
        ],
        "correct_answer": "Абая"
    },
    {
        "id": 193,
        "question": "Какое место Бог-Аллах занимает в философских построениях Абая?",
        "options": [
            "основа нравственности, порядка. Творец",
            "перводвигатель",
            "мировой разум",
            "никакой",
            "абсолютная идея"
        ],
        "correct_answer": "основа нравственности, порядка. Творец"
    },
    {
        "id": 194,
        "question": "Поэты эпохи «Зар-заман» (скорби, печали):",
        "options": [
            "Шортанбай, Дулат",
            "Баласагуни, Яссауи",
            "Абай, Алтынсарин",
            "Магжан, Сакен",
            "Шакарим, Султанмахмуд"
        ],
        "correct_answer": "Шортанбай, Дулат"
    },
    {
        "id": 195,
        "question": "Кризис традиционной культуры казахов Шортанбай, Дулат, Мурат назвали:",
        "options": [
            "Зар-заман",
            "Ренессанс",
            "Коллапс",
            "Просвещение",
            "Рюлстан"
        ],
        "correct_answer": "Зар-заман"
    },
    {
        "id": 196,
        "question": "На основании поклонения небу религию древних тюрков назвали:",
        "options": [
            "Тенгрианство",
            "Конфуцианство",
            "Шаманизм",
            "Буддизм",
            "Даосизм"
        ],
        "correct_answer": "Тенгрианство"
    },
    {
        "id": 197,
        "question": "Автор труда «Три истины»",
        "options": [
            "Ш. Кудайбердиев",
            "А. Кунанбаев",
            "Ы. Алтынсарин",
            "Аль-Фараби",
            "Ж. Баласагун"
        ],
        "correct_answer": "Ш. Кудайбердиев"
    },
    {
        "id": 198,
        "question": "Какая из школ мировой философской мысли оказала наибольшее влияние на формирование философских воззрений русских идеалистов?",
        "options": [
            "Немецкая классическая философия.",
            "Гуманизм Возрождения.",
            "Французский материализм.",
            "Античная философия.",
            "Средневековая схоластика."
        ],
        "correct_answer": "Немецкая классическая философия."
    },
    {
        "id": 199,
        "question": "Русские мыслители XIX в. относящиеся к западникам:",
        "options": [
            "Белинский, Чернышевский, Добролюбов, Писарев, Герцен",
            "Валиханов, Алтынсарин, Абай, Торайгыров, Букейханов",
            "Хомяков, Киреевский, Вернадский",
            "И. Кант, И.Г. Фихте. Ф.В. Шеллинг Г. Гегель, Л. Фейербах",
            "Аристотель, Платон, Демокрит, Сократ, Эпикур"
        ],
        "correct_answer": "Белинский, Чернышевский, Добролюбов, Писарев, Герцен"
    },
    {
        "id": 200,
        "question": "Философ, не принадлежащий к славянофильской традиции:",
        "options": [
            "Чаадаев",
            "Самарин",
            "Данилевский",
            "Хомяков",
            "Аксаков"
        ],
        "correct_answer": "Чаадаев"
    },
    {
        "id": 201,
        "question": "Философ, не принадлежащий к западничеству:",
        "options": [
            "Аксаков",
            "Станкевич",
            "Белинский",
            "Чаадаев",
            "Верден"
        ],
        "correct_answer": "Аксаков"
    },
    {
        "id": 202,
        "question": "Русский   философ,   основатель   славянофильства,   разработавший   понятие\nсоборности:",
        "options": [
            "А. С. Хомяков.",
            "А.И. Герцен,",
            "П.Я. Чаадаев.",
            "Н.А. Бердяев.",
            "С.Н. Булгаков."
        ],
        "correct_answer": "А. С. Хомяков."
    },
    {
        "id": 203,
        "question": "«Соборность», это:",
        "options": [
            "духовное единение во имя любви к богу",
            "абсолютизации индивидуального начала",
            "духовный опыт",
            "сельская община",
            "подчинение божественной, воле"
        ],
        "correct_answer": "духовное единение во имя любви к богу"
    },
    {
        "id": 204,
        "question": "Автор выражения «Красота спасет мир»:",
        "options": [
            "Ф.М. Достоевский.",
            "Л. Н. Толстой.",
            "П. А. Флоренский.",
            "П.Я. Чаадаев.",
            "В.С. Соловьев."
        ],
        "correct_answer": "Ф.М. Достоевский."
    },
    {
        "id": 205,
        "question": "Кто считается отцом русского космизма?",
        "options": [
            "Н.Ф.Федоров",
            "М.А.Булгаков",
            "П.А.  Флоренскии",
            "И.А. Ильин",
            "В.С. Соловьев"
        ],
        "correct_answer": "Н.Ф.Федоров"
    },
    {
        "id": 206,
        "question": "Сознание есть свойство:",
        "options": [
            "человека и его мозга",
            "всей материи",
            "высших животных",
            "живой материи",
            "другой вариант ответа"
        ],
        "correct_answer": "человека и его мозга"
    },
    {
        "id": 207,
        "question": "Пространство в философском смысле слова это:",
        "options": [
            "форма координации сосуществующих объектов, состояний материи",
            "то, что можно измерить линейкой",
            "выдумка философов",
            "степь",
            "то, что тянется в разные стороны"
        ],
        "correct_answer": "форма координации сосуществующих объектов, состояний материи"
    },
    {
        "id": 208,
        "question": "Кто является основоположником материалистической традиции в русской философии?",
        "options": [
            "Ломоносов М.В.",
            "Соловьев А.С.",
            "Радищев А.Н.",
            "Добролюбов Н.А.",
            "Белинский В.Г."
        ],
        "correct_answer": "Ломоносов М.В."
    },
    {
        "id": 209,
        "question": "Основное место в философии В. Соловьева занимает:",
        "options": [
            "Идея всеединства",
            "Проблема первоосновы мира",
            "Проблемы логики",
            "Проблема космоса",
            "Проблема жизни и смерти"
        ],
        "correct_answer": "Идея всеединства"
    },
    {
        "id": 210,
        "question": "Какое из ниже перечисленных произведений принадлежит П. Я. Чаадаеву?",
        "options": [
            "«Апология сумасшедшего»",
            "«Былое и думы»",
            "«Доктор Кругов»",
            "«Кто виноват»",
            "«Что делать»"
        ],
        "correct_answer": "«Апология сумасшедшего»"
    },
    {
        "id": 211,
        "question": "Кого из нижеперечисленных философов можно отнести к русскому космизму?",
        "options": [
            "Чижевский",
            "Чернышевский",
            "Бердяев",
            "Чаадаев",
            "Достоевский"
        ],
        "correct_answer": "Чижевский"
    },
    {
        "id": 212,
        "question": "Крупнейший философ, высланный из советской России в 1922 г., представитель русской религиозной философии начала ХХ в., автор книг «Философия свободы», «Смысл творчества», «Смысл истории», «О назначении человека»:",
        "options": [
            "Бердяев",
            "Вернадский",
            "Флоренский",
            "Лосский",
            "Шестов"
        ],
        "correct_answer": "Бердяев"
    },
    {
        "id": 213,
        "question": "Определите проблему, составлявшую предмет дискуссии между славянофилами и западниками:",
        "options": [
            "исторические судьбы России и русского народа",
            "соотношение общественного бытия и общественного сознания",
            "природа общих понятий",
            "проблема познаваемости мира",
            "экологическая проблема"
        ],
        "correct_answer": "исторические судьбы России и русского народа"
    },
    {
        "id": 214,
        "question": "Представителями, какого направления были русские философы Н.Ф. Федоров, К.Э. Циолковский, В.И. Вернадский, А.Л. Чижевский?",
        "options": [
            "космизм",
            "интуитивизм",
            "неокантианство",
            "иррационализм",
            "гегельянство"
        ],
        "correct_answer": "космизм"
    },
    {
        "id": 215,
        "question": "Л.Н. Толстой называл свою социальную концепцию:",
        "options": [
            "религиозным анархосоциализмом",
            "материализмом",
            "иррационализмом",
            "сенсуализмом",
            "коммунизмом"
        ],
        "correct_answer": "религиозным анархосоциализмом"
    },
    {
        "id": 216,
        "question": "Центральный принцип в социально-политических взглядах Л. Толстого:",
        "options": [
            "принцип ненасилия",
            "принцип всеобщей связи",
            "принцип системности",
            "принцип историзма",
            "принцип бессистемности"
        ],
        "correct_answer": "принцип ненасилия"
    },
    {
        "id": 217,
        "question": "В переводе с греческого «философия» означает:",
        "options": [
            "любовь к мудрости",
            "логика рассуждений",
            "душевное счастье",
            "любовь к миру",
            "любовь к истине"
        ],
        "correct_answer": "любовь к мудрости"
    },
    {
        "id": 218,
        "question": "Что такое философия?",
        "options": [
            "специфическая форма общественного сознания о всеобщих законах функционирования и   развития бытия и мышления человека",
            "наука об обществе и его социальных структурах",
            "вера в истины откровения посредством интуиции",
            "мировоззренческая форма постижения природы",
            "космологическая теория о движении небесных тел"
        ],
        "correct_answer": "специфическая форма общественного сознания о всеобщих законах функционирования и   развития бытия и мышления человека"
    },
    {
        "id": 219,
        "question": "Как называется способ мышления, отличительными сторонами которого являются односторонность, абсолютизация отдельного, устойчивости?",
        "options": [
            "метафизика",
            "схоластика",
            "диалектика",
            "релятивизм",
            "софистика"
        ],
        "correct_answer": "метафизика"
    },
    {
        "id": 220,
        "question": "В чем специфика философского познания?",
        "options": [
            "во всеобщности, универсальности, смысло-жизненной наполненности",
            "в оторванности от нужд практики",
            "в чувственно-эмоциональной конкретности",
            "в абстрактном теоретизировании",
            "в объективном отражении реальности"
        ],
        "correct_answer": "во всеобщности, универсальности, смысло-жизненной наполненности"
    },
    {
        "id": 221,
        "question": "Назовите основные разделы философского познания:",
        "options": [
            "онтология, гносеология, аксиология, логика, методология",
            "искусство, риторика, вера",
            "софистика, эклектика, догматизм",
            "идеология, космология, мифология",
            "социология, культурология, политология"
        ],
        "correct_answer": "онтология, гносеология, аксиология, логика, методология"
    },
    {
        "id": 222,
        "question": "Как в философии называется учение о бытие?",
        "options": [
            "онтология",
            "гносеология",
            "праксиология",
            "идеология",
            "этика"
        ],
        "correct_answer": "онтология"
    },
    {
        "id": 223,
        "question": "Гносеология как часть философии есть:",
        "options": [
            "теория познания",
            "теория истины",
            "концепция метода",
            "теория науки",
            "учение о бытии"
        ],
        "correct_answer": "теория познания"
    },
    {
        "id": 224,
        "question": "Раздел философии, который изучает общественную жизнь:",
        "options": [
            "социальная философия",
            "философская антропология",
            "гносеология",
            "онтология",
            "аксиология"
        ],
        "correct_answer": "социальная философия"
    },
    {
        "id": 225,
        "question": "Философская антропология – это:",
        "options": [
            "философия человека",
            "философия культуры",
            "философия истории",
            "философия религии",
            "философия права"
        ],
        "correct_answer": "философия человека"
    },
    {
        "id": 226,
        "question": "Философским учением о ценностях является:",
        "options": [
            "аксиология",
            "идеология",
            "феноменология",
            "гносеология",
            "онтология"
        ],
        "correct_answer": "аксиология"
    },
    {
        "id": 227,
        "question": "Наука о развитии философских знаний, становлении научно-философского мировоззрения, называется:",
        "options": [
            "история философии",
            "философия жизни",
            "натурфилософия",
            "философия любви",
            "антропология"
        ],
        "correct_answer": "история философии"
    },
    {
        "id": 228,
        "question": "Понятие «гендер» означает:",
        "options": [
            "равенство полов",
            "проблему превосходства мужчин",
            "что-то связанное с генетикой",
            "что-то из области бизнеса",
            "социальное различие полов"
        ],
        "correct_answer": "равенство полов"
    },
    {
        "id": 229,
        "question": "Как называется наука, изучающая формы и законы правильного мышления?",
        "options": [
            "логика",
            "психология",
            "физиология",
            "лингвистика",
            "социология"
        ],
        "correct_answer": "логика"
    },
    {
        "id": 230,
        "question": "Функции философии:",
        "options": [
            "мировоззренческая, логическая, гносеологическая, методологическая, аксиологическая, гуманистическая",
            "выдвижение научно обоснованных рекомендаций на все случаи жизни",
            "абстрактное теоретизирование о бытии и мышлении, о вечном и непреходящем",
            "научное объяснение окружающей действительности: бытие, отражение и осмысление",
            "быть наукой всех наук, повелевать над всеми формами общественного сознания"
        ],
        "correct_answer": "мировоззренческая, логическая, гносеологическая, методологическая, аксиологическая, гуманистическая"
    },
    {
        "id": 231,
        "question": "Функция философии, которая вырабатывает  основные методы познания:",
        "options": [
            "методологическая",
            "мировоззренческая",
            "мыслительно-теоретическая",
            "социальная",
            "аксиологическая"
        ],
        "correct_answer": "методологическая"
    },
    {
        "id": 232,
        "question": "Функция философии, которая способствует формированию целостной картины мира:",
        "options": [
            "мировоззренческая",
            "методологическая",
            "мыслительно-теоретическая",
            "социальная",
            "аксиологическая"
        ],
        "correct_answer": "мировоззренческая"
    },
    {
        "id": 233,
        "question": "Определение мировоззрения:",
        "options": [
            "система взглядов на мир, и место человека в мире",
            "совокупность знаний об обществе",
            "система нравственных принципов",
            "совокупность утверждений, выражающих познаваемость мира",
            "религиозный взгляд на мир"
        ],
        "correct_answer": "система взглядов на мир, и место человека в мире"
    },
    {
        "id": 234,
        "question": "Какое определение философии абсолютно не верно?",
        "options": [
            "философия – это частная теория",
            "философия – это мировоззрение",
            "философия – это квинтэссенция культуры",
            "философия – это эпоха, схваченная мыслью",
            "философия – это наука о наиболее общих законах развития природы и общества"
        ],
        "correct_answer": "философия – это частная теория"
    },
    {
        "id": 235,
        "question": "Дилемма «материальное - идеальное» применительно к социуму может быть отражена сочетанием понятий…",
        "options": [
            "«общественное бытие – общественное сознание»",
            "«экономическое - внеэкономическое»",
            "любых, лишь бы смысл был понятен",
            "«чувственное - рациональное»",
            "«вещественное – невещественное»"
        ],
        "correct_answer": "«общественное бытие – общественное сознание»"
    },
    {
        "id": 236,
        "question": "Философское воззрение, согласно которому бог только сотворил мир и больше не принимал в нем никакого участия, не вмешивался в закономерное течение событий:",
        "options": [
            "деизм",
            "витализм",
            "пантеизм",
            "гилозоизм",
            "панлогизм"
        ],
        "correct_answer": "деизм"
    },
    {
        "id": 237,
        "question": "Философская категория, отражающая то или иное обнаружение (выражение) предмета, внешней формы его существования:",
        "options": [
            "явление",
            "мера",
            "количество",
            "скачок",
            "случайность"
        ],
        "correct_answer": "явление"
    },
    {
        "id": 238,
        "question": "Философско-методологическая концепция, сторонники которой утверждают, что «Все в мире относительно»:",
        "options": [
            "релятивизм",
            "редукционизм",
            "иррационализм",
            "презентизм",
            "априоризм"
        ],
        "correct_answer": "релятивизм"
    },
    {
        "id": 239,
        "question": "Социальная философия изучает:",
        "options": [
            "общество как целостный мир",
            "духовную сферу жизни общества",
            "социальную сферу жизни общества",
            "мир культуры",
            "мир истории"
        ],
        "correct_answer": "общество как целостный мир"
    },
    {
        "id": 240,
        "question": "Выделите основную категорию гносеологии:",
        "options": [
            "субстанция",
            "логика",
            "вера",
            "мера",
            "норма"
        ],
        "correct_answer": "субстанция"
    },
    {
        "id": 241,
        "question": "Основной принцип диалектики:",
        "options": [
            "развитие",
            "неопределенность",
            "дополнительность",
            "отрицание",
            "согласование"
        ],
        "correct_answer": "развитие"
    },
    {
        "id": 242,
        "question": "Какая теория считает «пользу» величайшей ценностью и основой нравственности?",
        "options": [
            "гедонизм",
            "прагматизм",
            "утилитаризм",
            "практицизм",
            "аскетизм"
        ],
        "correct_answer": "гедонизм"
    },
    {
        "id": 243,
        "question": "Философская категория, связанная с бытием предметов и явлений и выражающая относительную устойчивость предметов и явлений:",
        "options": [
            "качество",
            "количество",
            "скачок",
            "общее",
            "единое"
        ],
        "correct_answer": "качество"
    },
    {
        "id": 244,
        "question": "Какое из приведенных понятий является наиболее общим?",
        "options": [
            "мировоззрение",
            "философия",
            "религия",
            "миф",
            "идеология"
        ],
        "correct_answer": "мировоззрение"
    },
    {
        "id": 245,
        "question": "Какова историческая последовательность типов мировоззрения?",
        "options": [
            "миф, религия, философия",
            "философия, миф, религия",
            "миф, философия, религия",
            "религия, философия, миф",
            "философия, религия, миф"
        ],
        "correct_answer": "миф, религия, философия"
    },
    {
        "id": 246,
        "question": "Сходство мифологии, религии и  философии проявляется   в:",
        "options": [
            "вере",
            "знании",
            "попытках дать ответы на общие мировоззренческие вопросы",
            "любви к мудрости",
            "поиске истины"
        ],
        "correct_answer": "вере"
    },
    {
        "id": 247,
        "question": "Рационально-теоретически сформулированное мировоззрение - это:",
        "options": [
            "философия",
            "наука",
            "религия",
            "аксиология",
            "гносеология"
        ],
        "correct_answer": "философия"
    },
    {
        "id": 248,
        "question": "Эмоционально-психологическую сторону мировоззрения составляет:",
        "options": [
            "мироощущение",
            "миропонимание",
            "логика",
            "онтология",
            "гносеология"
        ],
        "correct_answer": "мироощущение"
    },
    {
        "id": 249,
        "question": "Теоретическое мышление направлено:",
        "options": [
            "на отыскание общих закономерностей",
            "на созерцание предметов",
            "на создание образов в сознании",
            "на решение частных конкретных задач",
            "на достижение успеха"
        ],
        "correct_answer": "на отыскание общих закономерностей"
    },
    {
        "id": 250,
        "question": "Какая еще подсистема, наряду с познавательной и  поведенческой, представлена в обобщенном виде в  мировоззрении?",
        "options": [
            "ценностная",
            "когнитивная",
            "иррациональная",
            "рациональная",
            "эмоциональная"
        ],
        "correct_answer": "ценностная"
    },
    {
        "id": 251,
        "question": "Укажите на определение, соответствующее понятию религия:",
        "options": [
            "единство естественного и сверхъестественного",
            "взгляд о единстве природы и общества",
            "образная картина мира",
            "познание о мире и целях жизни человека",
            "«практическая наука» о том, как должно поступать"
        ],
        "correct_answer": "единство естественного и сверхъестественного"
    },
    {
        "id": 252,
        "question": "Отрицание веры в бога это:",
        "options": [
            "атеизм",
            "нигилизм",
            "солипсизм",
            "агностицизм",
            "скептицизм"
        ],
        "correct_answer": "атеизм"
    },
    {
        "id": 253,
        "question": "Система норм, правил поведения, выражающая представления о добре и зле, чести и достоинстве, долге, совести, есть:",
        "options": [
            "мораль",
            "этикет",
            "обычай",
            "традиция",
            "право"
        ],
        "correct_answer": "мораль"
    },
    {
        "id": 254,
        "question": "Высшая форма ценностной эмоции, просветление чувств, очищение:",
        "options": [
            "благоговение",
            "любовь",
            "катарсис",
            "восхищение",
            "радость"
        ],
        "correct_answer": "благоговение"
    },
    {
        "id": 255,
        "question": "Какие из указанных ниже категорий относятся к эстетическим?",
        "options": [
            "возвышенное и низменное, прекрасное и безобразное",
            "факты, эксперимент, гипотеза, теория",
            "бог, исповедь, молитва, монастырь",
            "добро и зло, долг, совесть",
            "государство и личность, власть, закон"
        ],
        "correct_answer": "возвышенное и низменное, прекрасное и безобразное"
    },
    {
        "id": 256,
        "question": "Теория, показавшая, что одновременность событий не абсолютна, а относительна:",
        "options": [
            "теория относительности",
            "теория естественного отбора",
            "теория классовой борьбы",
            "теория тепловой смерти Вселенной",
            "теория конвергенции"
        ],
        "correct_answer": "теория относительности"
    },
    {
        "id": 257,
        "question": "Традиции, обычаи, нормы, идеалы и т.п. составляют ценности",
        "options": [
            "этические",
            "научные",
            "политические",
            "религиозные",
            "эстетические"
        ],
        "correct_answer": "этические"
    },
    {
        "id": 258,
        "question": "Искусство, мораль, религия – это:",
        "options": [
            "формы духовного опыта",
            "формы массового сознания",
            "формы практического сознания",
            "формы повседневного сознания",
            "формы общественного сознания"
        ],
        "correct_answer": "формы духовного опыта"
    },
    {
        "id": 259,
        "question": "Основной вопрос философии:",
        "options": [
            "вопрос об отношении бытья и мышления, материи и сознания",
            "как устроена Вселенная и ее структура?",
            "в чем смысл человеческой жизни?",
            "есть ли внеземная цивилизация?",
            "в чем причины экологической проблемы?"
        ],
        "correct_answer": "вопрос об отношении бытья и мышления, материи и сознания"
    },
    {
        "id": 260,
        "question": "Два основных направления в философии:",
        "options": [
            "материализм и идеализм",
            "скептицизм и стоицизм",
            "апологетика и патристика",
            "реализм и номинализм",
            "позитивизм и неокантианство"
        ],
        "correct_answer": "материализм и идеализм"
    },
    {
        "id": 261,
        "question": "Найдите правильное высказывание: идеализм это:",
        "options": [
            "это признание идей, сознания за первичное,  определяющее материальное",
            "стремление обосновывать учение",
            "это стремление человека к совершенству",
            "туманные, далекие от жизни рассуждения, попытки забыть о «прозе жизни» и т.п.",
            "течение, которое считает, что в мире отражаются божественные идеи"
        ],
        "correct_answer": "это признание идей, сознания за первичное,  определяющее материальное"
    },
    {
        "id": 262,
        "question": "Выделите правильное высказывание:",
        "options": [
            "Материализм – это философское направление, утверждающее первичность природы, бытия и вторичность сознания",
            "Материализм – это признание того, что весь мир, все тела и предметы состоят из одинаковых частиц (атомов, электронов, протонов и т.д.",
            "Материализм – это принцип жизни, заключающийся в признании примата материальных благ для жизни человека",
            "Материализм – это практический здравый взгляд на вещи, отказ от иллюзорных, далеких от жизни, утверждений",
            "Материализм – есть познание, достигаемое посредством правильного рассуждения и объясняющее действия или явления из известных нам причин"
        ],
        "correct_answer": "Материализм – это философское направление, утверждающее первичность природы, бытия и вторичность сознания"
    },
    {
        "id": 263,
        "question": "Философское учение, которое признает началом бытия индивидуальное, личное сознание:",
        "options": [
            "субъективный идеализм",
            "эмпиризм",
            "рационализм",
            "сенсуализм",
            "материализм"
        ],
        "correct_answer": "субъективный идеализм"
    },
    {
        "id": 264,
        "question": "Философское учение, которое признает началом бытия абсолютный дух, мировое сознание:",
        "options": [
            "объективный идеализм",
            "эмпиризм",
            "рационализм",
            "абстракционизм",
            "материализм"
        ],
        "correct_answer": "объективный идеализм"
    },
    {
        "id": 265,
        "question": "Философская концепция, согласно которой мир имеет одно начало:",
        "options": [
            "Монизм",
            "Дуализм",
            "Плюрализм",
            "Рационализм",
            "Эмпиризм"
        ],
        "correct_answer": "Монизм"
    },
    {
        "id": 266,
        "question": "Философское воззрение, согласно которому все многообразие мира объясняется с помощью единой субстанции – материи или духа:",
        "options": [
            "Монизм",
            "Гилозоизм",
            "Пантеизм",
            "Сенсуализм",
            "Деизм"
        ],
        "correct_answer": "Монизм"
    },
    {
        "id": 267,
        "question": "Философское учение, основанное на признании двух начал, двух субстанций.:",
        "options": [
            "дуализм",
            "релятивизм",
            "монизм",
            "плюрализм",
            "гилозоизм"
        ],
        "correct_answer": "дуализм"
    },
    {
        "id": 268,
        "question": "Философское учение, исходящее из признания множественности субстанций:",
        "options": [
            "плюрализм",
            "монизм",
            "конвенционализм",
            "дуализм",
            "пантеизм"
        ],
        "correct_answer": "плюрализм"
    },
    {
        "id": 269,
        "question": "Какой формой бытия является существование материальных тел, вещей, явлений природы, окружающего мира?",
        "options": [
            "материальное  бытие",
            "духовное бытие",
            "человеческое бытие",
            "социальное бытие",
            "феноменальное бытие"
        ],
        "correct_answer": "материальное  бытие"
    },
    {
        "id": 270,
        "question": "Какой формой бытия является существование идеального как самостоятельной реальности?",
        "options": [
            "духовное бытие",
            "материальное  бытие",
            "человеческое бытие",
            "социальное бытие",
            "феноменальное бытие"
        ],
        "correct_answer": "духовное бытие"
    },
    {
        "id": 271,
        "question": "Какой формой бытия является бытие, которое включает бытие человека в обществе и бытие самого общества:",
        "options": [
            "социальное бытие",
            "материальное  бытие",
            "духовное бытие",
            "человеческое бытие",
            "феноменальное бытие"
        ],
        "correct_answer": "социальное бытие"
    },
    {
        "id": 272,
        "question": "Отражение можно определить как:",
        "options": [
            "всеобщее свойство материи",
            "свойство неживой природы",
            "свойство человеческого сознания",
            "движение",
            "свойство живой природы"
        ],
        "correct_answer": "всеобщее свойство материи"
    },
    {
        "id": 273,
        "question": "Бытие в самом широком смысле этого слова – это:",
        "options": [
            "природа, общество и мышление",
            "математические расчеты",
            "предельно общее понятие о существовании, о сущем вообще",
            "нечто несуществующее",
            "совокупность знаний"
        ],
        "correct_answer": "природа, общество и мышление"
    },
    {
        "id": 274,
        "question": "Какое из приведенных определений материи является верным? Материя — это:",
        "options": [
            "объективная реальность, данная нам в ощущениях",
            "все то, что обладает массой или энергией",
            "есть все, состоящее из атомов",
            "вещество, поле и вакуум",
            "конечная субстанция, первооснова всего существующего"
        ],
        "correct_answer": "объективная реальность, данная нам в ощущениях"
    },
    {
        "id": 275,
        "question": "Что такое атрибут материи (определение)?",
        "options": [
            "Свойства, которые всегда и везде присущи всей материи и любым материальным объектам",
            "Все, что существует вне человеческого сознания",
            "Это реальность, существующая в нашем сознании, мышлении, воображении",
            "Другой вариант ответа",
            "«Вещь в себе»"
        ],
        "correct_answer": "Свойства, которые всегда и везде присущи всей материи и любым материальным объектам"
    },
    {
        "id": 276,
        "question": "Формами или способами существования материи являются:",
        "options": [
            "все выше перечисленное",
            "движение",
            "пространство",
            "время",
            "другой вариант ответа"
        ],
        "correct_answer": "все выше перечисленное"
    },
    {
        "id": 277,
        "question": "Каково философское понятие пространства и времени?",
        "options": [
            "Пространство и время – формы бытия движущейся материи",
            "Пространство и время – это представления, присущие человеку от рождения, они ему даны до всякого опыта",
            "Пространство и время субъективны, так как воспринимаются каждым человеком по-своему",
            "Другой вариант ответа",
            "Пространство и время – это философские абстракции"
        ],
        "correct_answer": "Пространство и время – формы бытия движущейся материи"
    },
    {
        "id": 278,
        "question": "Какой из типов движения относится к развитию?",
        "options": [
            "прогресс",
            "регресс",
            "движение по прямой",
            "движение по кругу",
            "движение по спирали"
        ],
        "correct_answer": "прогресс"
    },
    {
        "id": 279,
        "question": "Укажите высшую форму движения материи:",
        "options": [
            "социальная",
            "биологическая",
            "механическая",
            "химическая",
            "физическая"
        ],
        "correct_answer": "социальная"
    },
    {
        "id": 280,
        "question": "Какой формой движения материи является развитие процессов, происходящих в обществе?",
        "options": [
            "социальная",
            "физическая",
            "химическая",
            "биологическая",
            "гравитационная"
        ],
        "correct_answer": "социальная"
    },
    {
        "id": 281,
        "question": "Какая форма отражения является высшей?",
        "options": [
            "отражение сознанием человека",
            "раздражимость",
            "психическое отражение",
            "элементарное отражение",
            "рефлексия"
        ],
        "correct_answer": "отражение сознанием человека"
    },
    {
        "id": 282,
        "question": "Способ существования материи есть:",
        "options": [
            "движение",
            "физический вакуум",
            "покой",
            "пространство",
            "время"
        ],
        "correct_answer": "движение"
    },
    {
        "id": 283,
        "question": "Что является всеобщим свойством материи?",
        "options": [
            "отражение",
            "притяжение",
            "существование",
            "мышление",
            "движение"
        ],
        "correct_answer": "отражение"
    },
    {
        "id": 284,
        "question": "Какой из перечисленных феноменов не относится к нерациональному?",
        "options": [
            "интеллект",
            "интуиция",
            "воля",
            "бессознательное",
            "эмоции"
        ],
        "correct_answer": "интеллект"
    },
    {
        "id": 285,
        "question": "Кем осуществляется духовное производство?",
        "options": [
            "учеными, идеологами, деятелями культуры",
            "абсолютным духом",
            "духами света",
            "духовниками",
            "искусствоведами"
        ],
        "correct_answer": "учеными, идеологами, деятелями культуры"
    }
];